[{
"writer_id":1,
"writer_label_id":"1",
"writer_dynasty_id":10,
"writer_country_id":1,
"writer_name":"白居易",
"writer_career":"#白居易（772 —846），字乐天，晚年号香山居士。祖籍太原（今属山西），后迁居下邓邽（今陕西渭南县 ）。早年家境贫困，对社会生活及人民疾苦，有较多地接触和了解。唐德宗贞元十六年（800）中进士，授秘书省校书郎。唐宪宗元和年间任左拾遗及左赞善大夫。元和十年（815 ），宰相武元衡被平卢节度使李师道派人制死，白居易因上表急请严缉凶手，得罪权贵，贬为江州司马，后移忠州刺史。唐穆宗长庆初年 任杭州刺史 ，曾积极兴修水利 ，筑堤防洪，泄引湖水，灌溉田亩千顷，成绩卓著。唐敬宗宝历元年（825）改任苏州刺史 ，后官至刑部尚书 。唐武宗会昌六年（846）卒 ，终年七十五岁。著有《白氏长庆集》七 十一卷。&#在文学上，他与元稹同为新乐府运动的倡导者和中坚 ，主张“ 文章合为时而著，歌诗合为事而作”，反对“嘲风雪，弄花草”而别无寄托的作品。其讽谕诗《秦中吟》、《新乐府 》，广泛尖锐地揭露了当时政治上的黑暗，抨击了现实中的流弊，表现了爱憎分明的进步倾向 。除讽谕诗外 ，长篇叙事诗《长恨歌》，《琵琶行》也独具特色，为千古绝唱。白诗语言通俗，深入浅出，平易自然，不露雕琢痕迹。其诗刻画人物，形象鲜明，以情动人，具有很高的艺术造诣。&#在文学上积极倡导新乐府运动，主张文章合为时而著，诗歌合为事而作，写下了不少感叹时世、反映人民疾苦的诗篇，对后世颇有影响。"
},
{
"writer_id":2,
"writer_label_id":"1",
"writer_dynasty_id":10,
"writer_country_id":1,
"writer_name":"李白",
"writer_career":"#李白 (701—762年)，生日701年2月8日，汉族，字太白，号青莲居士，唐代伟大的浪漫主义诗人，在我国历史上，被称为诗仙。&#李白祖籍陇西成纪（今甘肃省秦安县），隋朝末年，迁徙到中亚碎叶城（今吉尔吉斯斯坦北部托克马克附近），李白即诞生于此。&#五岁时，其家迁入绵州彰明县（今四川 江油市）。&#二十岁时只身出川，开始了广泛漫游，南到洞庭湘江，东至吴、越，寓居在安陆（今湖北省安陆县）。&#他到处游历，希望结交朋友，干谒社会名流，从而得到引荐，一举登上高位，去实现政治理想和抱负。可是，十年漫游，却一事无成。&#天宝初年，由道士吴人筠推荐，唐玄宗召他进京，命他供奉翰林。不久，因权贵的谗悔，于天宝三、四年间（公元 744或745年），被排挤出京。此后，他在江、淮一带盘桓，思想极度烦闷。&#天宝十四年（公元755年）冬，安禄山叛乱，他这时正隐居庐山，适逢永王李遴的大军东下， 邀李白下山入幕府。后来李遴反叛肃宗，被消灭，李白受牵连，被判处流放夜郎（今贵州省境内），中途遇赦放还，往来于浔阳（今江西九江）、宣城（今安徽宣城）等地。代宗宝应元年（公元762年），病死于安徽当涂县。"
},
{
"writer_id":3,
"writer_label_id":" ",
"writer_dynasty_id":10,
"writer_country_id":1,
"writer_name":"杜甫",
"writer_career":"#杜甫为唐代著名诗人，因其诗歌在中国古典诗坛上影响甚大，遂被世人称为“诗圣”，其主要思想为儒家的仁政为主，有着投奔祖国奉献自我的伟大抱负，但屡被现实打败。他是一个现实主义诗人，为人狂傲不羁，其在世时名气并不是很大，在其身后，名声远播，不仅对中国文学有深刻影响对日本也同样有深远影响。&#公元712年，杜甫出生。&#公元718年，杜甫能作诗，方才7岁。&#公元720年，杜甫开始学习书法。&#公元725年，14岁的杜甫开始同文人出游，能与他们对诗。&#公元730年，杜甫为19岁，身怀抱负和不羁，开始他的游历时期，与友人游历江南一带。&#公元731年至公元734年，杜甫花费了4年的时间在吴越一带游历。&#公元735年，杜甫回乡参与科举考试，但是未入选。&#公元736年，再次出游的杜甫在齐赵一带游历，结交友人苏源明。此后的五年杜甫均在这一代游历，在他三十岁的时候方回东郡。&#公元744年，回乡的杜甫在东郡呆了三年，在这里与“诗仙”李白相结识，两人共游齐鲁，访问各方名士，甚是愉悦。&#公元746年，35岁的杜甫去长安参与考试未入选，便客居长安十年，为谋取生活常作为儒生为权贵门上客，献诗。&#公元755年至公元763年，安史之乱的爆发到平定期间，杜甫曾任官职左拾遗，后因耿直谏言为人所诬被贬，期间认识到统治者腐朽而辞官，而后一直在躲避战乱而逃，生活窘迫至极。&#公元770年，59岁的杜甫病逝舟中。"
},
{
"writer_id":4,
"writer_label_id":" ",
"writer_dynasty_id":10,
"writer_country_id":1,
"writer_name":"苏轼",
"writer_career":"#苏轼（1037年1月8日－1101年8月24日），字子瞻，又字和仲，号东坡居士，眉州眉山（今四川眉山市）人，中国北宋文豪，“唐宋八大家”之一。其诗，词，赋，散文，均成就极高，且善书法和绘画，是中国文学艺术史上罕见的全才，也是中国数千年历史上被公认文学艺术造诣最杰出的大家之一。其散文与欧阳修并称欧苏；诗与黄庭坚并称苏黄，又与陆游并称苏陆；词与辛弃疾并称苏辛；其画则开创了湖州画派。现存诗3900余首，代表作品有《水调歌头·中秋》、《念奴娇·赤壁怀古》、《赤壁赋》等。&#苏轼生于1037年1月8日（景祐三年十二月十九日）生于眉州眉山（今属四川）。&#1056年（嘉祐元年），虚岁二十一的苏轼首次出苏轼川赴京，参加朝廷得科举考试。&#1061年（嘉祐六年），苏轼应中制科考试，即通常所谓的“三年京察”，入第三等，为“百年第一”，授大理评事、签书凤翔府判官。后逢其母于汴京病故，丁忧扶丧归里。1069年（熙宁二年）服满还朝，仍授本职。&#1079年（元丰二年），苏轼到任湖州还不到三个月，就因为作诗讽刺新法，网织“文字毁谤君相”的网罗罪名，被捕入狱，史称“乌台诗案”。宋神宗（1084年元丰七年），苏轼离开黄州苏轼，奉诏赴汝州就任。由于长途跋涉，旅途劳顿，苏轼的幼儿不幸夭折。汝州路途遥远，且路费已尽，再加上丧子之痛，苏轼便上书朝廷，请求暂时不去汝州，先到常州居住，后被批准。苏轼在杭州过得很惬意，自比唐代的白居易。但1091年（元祐六年），他又被召回朝。但不久又因为政见不合，外放颍州。&#1093年（元祐八年）高太后去世，哲宗执政，新党再度执政，第二年6月，别为宁远军节度副使，再次被贬至惠阳（今广东惠州市）。&#1097年，苏轼又被再贬至更远的儋州（昌化军，今海南）。据说在宋朝，放逐海南是仅比满门抄斩罪轻一等的处罚。后徽宗即位，调廉州安置、舒州团练副使、永州安置。&#1101年（元符三年）大赦，复任朝奉郎，北归途中，于1101年8月24日（建中靖国元年七月二十八日）卒于常州（今属江苏）。葬于汝州郏城县（今河南郏县），享年六十四岁，御赐谥号文忠（公）。"
},
{
"writer_id":5,
"writer_label_id":" ",
"writer_dynasty_id":11,
"writer_country_id":1,
"writer_name":"辛弃疾",
"writer_career":"#辛弃疾（1140－1207）南宋词人。原字坦夫，改字幼安，别号稼轩，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策，显示其卓越军事才能与爱国热忱。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。作品集有《稼轩长短句》，今人辑有《辛稼轩文钞存》。"
},
{
"writer_id":6,
"writer_label_id":" ",
"writer_dynasty_id":10,
"writer_country_id":1,
"writer_name":"刘禹锡",
"writer_career":"#刘禹锡（772-842），唐代文学家、哲学家，字梦得，洛阳人，自称“家本荥上，籍占洛阳”，又自言系出中山。其先为中山靖王刘胜。有“诗豪”之称。&#刘禹锡贞元九年（793年），进士及第，初在淮南节度使杜佑幕府中任记室，为杜佑所器重，后从杜佑入朝，为监察御史。贞元末，与柳宗元，陈谏、韩晔等结交于王叔文，形成了一个以王叔文为首的政治集团。后历任朗州司马、连州刺史、夔州刺史、和州刺史、主客郎中、礼部郎中、苏州刺史等职。会昌时，加检校礼部尚书。卒年七十，赠户部尚书。&#刘禹锡诗文俱佳，涉猎题材广泛，与柳宗元并称“刘柳”，与韦应物、白居易合称“三杰”，并与白居易合称“刘白”，有《陋室铭》《竹枝词》《杨柳枝词》《乌衣巷》等名篇。哲学著作《天论》三篇，论述天的物质性，分析“天命论”产生的根源，具有唯物主义思想。有《刘梦得文集》，存世有《刘宾客集》。"
},
{
"writer_id":7,
"writer_label_id":" ",
"writer_dynasty_id":10,
"writer_country_id":1,
"writer_name":"王维",
"writer_career":"#王维于公元701元九（721）胆穿册费夭渡差杀倡辑进士任太乐丞伶舞黄狮受累贬济州司仓参军张九龄执政擢右拾遗迁监察御史元二十五奉命塞凉州河西节度幕判官半官半隐居安史乱捕迫任伪职战乱平息狱官至尚书右丞"
},
{
"writer_id":8,
"writer_label_id":" ",
"writer_dynasty_id":11,
"writer_country_id":1,
"writer_name":"李清照",
"writer_career":"#宋代女词人，自号易安居士，济南章丘(今属山东)人。父格非，官至礼部员外郎、京东路提点刑狱。出自韩琦门下，又曾以文章受知于苏轼，学识渊博，尤用意于经学，在齐、鲁一带颇负盛名。后被罢官。平生著述较多，现仅存《洛阳名园记》一卷。母王氏，是状元王拱辰孙女（《宋史·李格非传》），一说为汉国公王准孙女（庄绰《鸡肋编》），也知书善文。"
},
{
"writer_id":9,
"writer_label_id":" ",
"writer_dynasty_id":10,
"writer_country_id":1,
"writer_name":"李商隐",
"writer_career":"#李商隐（约812年或813年—约858年），汉族，字义山，号玉溪生、又号樊南生，晚唐著名诗人。他祖籍怀州河内（今河南沁阳市），生于河南荥阳（今郑州荥阳）。诗作文学价值很高，他和杜牧合称“小李杜”，与温庭筠合称为“温李”，与同时期的段成式、温庭筠风格相近，且都在家族里排行16，故并称为三十六体。在《唐诗三百首》中，李商隐的诗作有22首被收录，位列第4。其诗构思新奇，风格浓丽，尤其是一些爱情诗写得缠绵悱恻，为人传诵。但过于隐晦迷离，难于索解，至有“诗家都爱西昆好，只恨无人作郑笺”之诮。因处于牛李党争的夹缝之中，一生很不得志。死后葬于家乡荥阳。"
},
{
"writer_id":10,
"writer_label_id":" ",
"writer_dynasty_id":10,
"writer_country_id":1,
"writer_name":"杜牧",
"writer_career":"#杜牧（公元803－约852年），字牧之，号樊川居士，汉族，京兆万年（今陕西西安）人。杜牧是唐代杰出的诗人、散文家，是宰相杜佑之孙，杜从郁之子。唐文宗大和二年26岁中进士，授弘文馆校书郎。后赴江西观察使幕，转淮南节度使幕，又入观察使幕，理人国史馆修撰，膳部、比部、司勋员外郎，黄州、池州、睦州刺史等职，最终官居中书舍人。因晚年居长安南樊川别墅，故后世称“杜樊川”，著有《樊川文集》。杜牧的诗歌以七言绝句著称，内容以咏史抒怀为主，其诗英发俊爽，多切经世之物，在晚唐成就颇高。杜牧人称“小杜”，以别于杜甫，\"大杜“。与李商隐并称“小李杜”。"
},
{
"writer_id":11,
"writer_label_id":" ",
"writer_dynasty_id":11,
"writer_country_id":1,
"writer_name":"纳兰性德",
"writer_career":"#纳兰性德（1655年-1685年），叶赫那拉氏，字容若，满洲正黄旗人，原名成德，避太子保成讳改名为性德，一年后太子更名胤礽，于是纳兰又恢复本名纳兰成德。号楞伽山人。清朝著名词人。父亲是康熙朝武英殿大学士、一代权臣纳兰明珠。[1]母亲爱新觉罗氏是英亲王阿济格第五女，一品诰命夫人。其家族——纳兰氏，隶属正黄旗，为清初满族最显的八大姓之一，即后世所称的“叶赫那拉氏”。"
},
{
"writer_id":12,
"writer_label_id":" ",
"writer_dynasty_id":11,
"writer_country_id":1,
"writer_name":"陆游",
"writer_career":"#陆游（1125-1209.11）南宋词人，字务观，号放翁，越州山阴（今浙江绍兴）人，他始终坚持抗金，在仕途上不断受到当权派的排斥打击。中年入蜀抗金，军事生活丰富了他的文学内容， 作品吐露出万丈光芒，成为杰出诗人。词作量不如诗篇巨大，但和诗同样贯穿了爱国主义精神，“气吞残虏”。&#陆游一生饱经忧患，对普通人民所处的环境有充分的了解。他的作品在反映生活的深度和广度上，都达到了同代诗人难以企及的高度&#他在《太息》、《秋获歌》等诗篇里，揭露了官僚和豪强对下层人民的剥削，同时又真切地写出了下层人民勤劳、善良的优秀品质。&#死去元知万事空，但悲不见九州同。王师北定中原日，家祭无忘告乃翁。\" "
},
{
"writer_id":13,
"writer_label_id":" ",
"writer_dynasty_id":6,
"writer_country_id":1,
"writer_name":"陶渊明",
"writer_career":"#陶渊明（352或365年—427年），字元亮，又名潜，私谥“靖节”，世称靖节先生。浔阳柴桑人。东晋末至南朝宋初期伟大的诗人、辞赋家。曾任江州祭酒、建威参军、镇军参军、彭泽县令等职，最末一次出仕为彭泽县令，八十多天便弃职而去，从此归隐田园。他是中国第一位田园诗人，被称为“古今隐逸诗人之宗 ”，有《陶渊明集》。"
},
{
"writer_id":14,
"writer_label_id":" ",
"writer_dynasty_id":10,
"writer_country_id":1,
"writer_name":"孟浩然",
"writer_career":"#孟浩然（689-740），男，汉族，唐代诗人。本名不详（一说名浩），字浩然，襄州襄阳（今湖北襄阳）人，世称“孟襄阳”。浩然，少好节义，喜济人患难，工于诗。年四十游京师，唐玄宗诏咏其诗，至“不才明主弃”之语，玄宗谓：“卿自不求仕，朕未尝弃卿，奈何诬我？”因放还未仕，后隐居鹿门山，著诗二百余首。孟浩然与另一位山水田园诗人王维合称为“王孟”。"
},
{
"writer_id":15,
"writer_label_id":" ",
"writer_dynasty_id":10,
"writer_country_id":1,
"writer_name":"元稹",
"writer_career":"#元稹(779-831)，字微之，河南(河南府，今河南洛阳)人，唐朝著名诗人。北魏昭成帝拓跋什翼犍十世孙，父元宽，母郑氏。&#元稹聪明机智过人，年少即有才名，与白居易同科及第，并结为终生诗友，二人共同倡导新乐府运动，世称“元白”，诗作号为“元和体”，给世人留下“曾经沧海难为水，除却巫山不是云”的千古佳句。&#元稹其诗辞浅意哀，仿佛孤凤悲吟，极为扣人心扉，动人肺腑。元稹的创作，以诗成就最大。其乐府诗创作，多受张籍、王建的影响，而其“新题乐府”则直接缘于李绅。名作有传奇《莺莺传》、《菊花》、《离思五首》、《遣悲怀三首》等。现存诗八百三十余首，收录诗赋、诏册、铭谏、论议等共100卷，留世有《元氏长庆集》。"
},
{
"writer_id":16,
"writer_label_id":" ",
"writer_dynasty_id":10,
"writer_country_id":1,
"writer_name":"齐己",
"writer_career":"\r\n#齐己（863年—937年）出家前俗名胡德生，晚年自号衡岳沙门，湖南长沙宁乡县塔祖乡人，唐朝晚期著名诗僧。&#864年，齐己出生于一个佃户家庭，家境贫寒。6岁多就和其他佃户家庭的孩子一起为寺庙放牛，一边放牛时一边学习、作诗，常常用竹枝在牛背上写诗，而且诗句语出天然，同庆寺的和尚们为寺庙声誉，便劝说齐己出家为僧，拜荆南宗教领袖仰山大师慧寂为师傅。&#齐己出家后，更加热爱写诗。成年后，齐己出外游学，云游期间曾自号“衡岳沙弥”。&#齐己游历天下回到长沙时，他的名声已经显赫天下。&#921年，齐己在去四川途中路过荆州，被荆州节帅高季兴挽留，安置在龙兴寺，并任命为僧正。齐己在荆州期间写了许多诗，76岁的齐己圆寂于江陵。死后以《白莲集》传于世。\r\n\r\n#齐己（863年—937年）出家前俗名胡德生，晚年自号衡岳沙门，湖南长沙宁乡县塔祖乡人，唐朝晚期著名诗僧。&#864年，齐己出生于一个佃户家庭，家境贫寒。6岁多就和其他佃户家庭的孩子一起为寺庙放牛，一边放牛时一边学习、作诗，常常用竹枝在牛背上写诗，而且诗句语出天然，同庆寺的和尚们为寺庙声誉，便劝说齐己出家为僧，拜荆南宗教领袖仰山大师慧寂为师傅。&#齐己出家后，更加热爱写诗。成年后，齐己出外游学，云游期间曾自号“衡岳沙弥”。&#齐己游历天下回到长沙时，他的名声已经显赫天下。&#921年，齐己在去四川途中路过荆州，被荆州节帅高季兴挽留，安置在龙兴寺，并任命为僧正。齐己在荆州期间写了许多诗，76岁的齐己圆寂于江陵。死后以《白莲集》传于世。\r\n#齐己（863年—937年）出家前俗名胡德生，晚年自号衡岳沙门，湖南长沙宁乡县塔祖乡人，唐朝晚期著名诗僧。&#864年，齐己出生于一个佃户家庭，家境贫寒。6岁多就和其他佃户家庭的孩子一起为寺庙放牛，一边放牛时一边学习、作诗，常常用竹枝在牛背上写诗，而且诗句语出天然，同庆寺的和尚们为寺庙声誉，便劝说齐己出家为僧，拜荆南宗教领袖仰山大师慧寂为师傅。&#齐己出家后，更加热爱写诗。成年后，齐己出外游学，云游期间曾自号“衡岳沙弥”。&#齐己游历天下回到长沙时，他的名声已经显赫天下。&#921年，齐己在去四川途中路过荆州，被荆州节帅高季兴挽留，安置在龙兴寺，并任命为僧正。齐己在荆州期间写了许多诗，76岁的齐己圆寂于江陵。死后以《白莲集》传于世。"
},
{
"writer_id":17,
"writer_label_id":" ",
"writer_dynasty_id":10,
"writer_country_id":1,
"writer_name":"岑参",
"writer_career":"#岑参(715—770),荆州江陵（现湖北江陵）人.&#出身于官僚家庭,曾祖父、伯祖父、伯父都官至宰相.父亲也两任州刺史.但父亲早死,家道衰落.他自幼从兄受书,遍读经史.二十岁至长安,献书求仕.以后曾北游河朔.三十岁举进士,授兵曹参军.天宝八载,充安西四镇节度使高仙芝幕府书记,赴安西,十载回长安.十三载又作安西北庭节度使封常清的判官,再度出塞.安史乱后,至德二载才回朝.前后两次在边塞共六年.他的诗说：“万里奉王事,一身无所求.也知边塞苦,岂为妻子谋.”(《初过陇山途中呈宇文判官》)又说：“侧身佐戎幕,敛任事边陲.自随定远侯,亦着短后衣.近来能走马,不弱幽并儿.”(《北庭西郊候封大夫受降回军献上》)可以看出他两次出塞都是颇有雄心壮志的.他回朝后,由杜甫等推荐任右补阙,以后转起居舍人等官职,大历元年官至嘉州刺史.以后罢官,客死成都旅舍。"
},
{
"writer_id":18,
"writer_label_id":" ",
"writer_dynasty_id":10,
"writer_country_id":1,
"writer_name":"柳宗元",
"writer_career":"#柳宗元(公元773年—公元819年)，出生于京都长安.唐德宗贞元九年中进士,五年后又考取博学宏词科,先后任集贤殿正宇,蓝田县尉和监察御史里行（即见习御史）.唐顺宗永贞元年,参加王叔文领导的政治革新运动.革新失败后,王叔文被杀,柳宗元也从中央贬到了地方先是贬为绍州刺史,未及任又被贬为永州司马,十年后,又贬为柳州刺史.819年病死于柳州任上。"
},
{
"writer_id":19,
"writer_label_id":" ",
"writer_dynasty_id":11,
"writer_country_id":1,
"writer_name":"王安石",
"writer_career":"#王安石（1021年12月18日－1086年5月21日），字介甫，号半山，汉族，临川（今江西抚州市临川区）人，北宋著名的思想家、政治家、文学家、改革家。&#庆历二年（1042年），王安石进士及第。历任扬州签判、鄞县知县、舒州通判等职，政绩显著。熙宁二年（1069年），任参知政事，次年拜相，主持变法。因守旧派反对，熙宁七年（1074年）罢相。一年后，宋神宗再次起用，旋又罢相，退居江宁。元祐元年（1086年），保守派得势，新法皆废，郁然病逝于钟山（今江苏南京），谥号“文”，故世称王文公。&#王安石潜心研究经学，著书立说，被誉为“通儒”，创“荆公新学”，促进宋代疑经变古学风的形成。哲学上，用“五行说”阐述宇宙生成，丰富和发展了中国古朴素唯物主义思想；其哲学命题“新故相除”，把中国古代辩证法推到一个新的高度。"
},
{
"writer_id":20,
"writer_label_id":" ",
"writer_dynasty_id":10,
"writer_country_id":1,
"writer_name":"韩愈",
"writer_career":"#韩愈是北魏贵族后裔，父仲卿，为小官僚。韩愈3岁丧父，后随兄韩会贬官到广东。兄死后，随嫂郑氏辗转迁居宣城。7岁读书，13 岁能文，从独孤及、梁肃之徒学习，并关心政治，确定了一生努力的方向。贞元八年(792年)进士及第，先后为节度使推官、监察御史，德宗末因上书时政之弊 而被贬。唐宪宗时曾任国子博士、史馆修撰、中书舍人等职。元和十四年(819年)因谏阻宪宗奉迎佛骨被贬为潮州刺史。穆宗时历任国子祭酒、兵部侍郎、吏部 侍郎、京兆尹兼御史大夫。长庆四年(824年)正月去世。&#韩愈在政治上反对藩镇割据，宪宗元和时曾积极参加讨伐淮西叛藩吴元济的战争，任裴度的行军司马。他在思想上崇奉儒学，力排佛老，同时宣扬天命论，认为“天”能赏善罚恶，人只能顺应和服从天命。他的这种有神论思想，适应了巩固封建统治的需要。"
}]