[{"writerid":"1","writername":"李白","summary":"　　李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。","dynastyid":"6"},{"writerid":"2","writername":"李煜","summary":"　李煜，五代十国时南唐国君，961年-975年在位，字重光，初名从嘉，号钟隐、莲峰居士。汉族，彭城（今江苏徐州）人。南唐元宗李璟第六子，于宋建隆二年(961年)继位，史称李后主。开宝八年，宋军破南唐都城，李煜降宋，被俘至汴京，封为右千牛卫上将军、违命侯。后因作感怀故国的名词《虞美人》而被宋太宗毒死。李煜虽不通政治，但其艺术才华却非凡。精书法，善绘画，通音律，诗和文均有一定造诣，尤以词的成就最高。千古杰作《虞美人》、《浪淘沙》、《乌夜啼》等词。在政治上失败的李煜，却在词坛上留下了不朽的篇章，被称为“千古词帝”。","dynastyid":"7"},{"writerid":"3","writername":"马致远","summary":"　　马致远（1250年-1321年），字千里，号东篱（一说字致远，晚号“东篱”），汉族，大都（今北京）人，另一说（马致远是河北省东光县马祠堂村人，号东篱，以示效陶渊明之志）。他的年辈晚于关汉卿、白朴等人，生年当在至元（始于1264）之前，卒年当在至治改元到泰定元年（1321—1324）之间，与关汉卿、郑光祖、白朴并称“元曲四大家”，是我国元代时著名大戏剧家、散曲家。","dynastyid":"10"},{"writerid":"4","writername":"杜甫","summary":"　　杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。","dynastyid":"6"},{"writerid":"5","writername":"苏轼","summary":"苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。","dynastyid":"8"},{"writerid":"6","writername":"刘禹锡","summary":"　刘禹锡（772－842），字梦得，汉族，中国唐朝彭城（今徐州）人，祖籍洛阳，唐朝文学家，哲学家，自称是汉中山靖王后裔，曾任监察御史，是王叔文政治改革集团的一员。唐代中晚期著名诗人，有“诗豪”之称。他的家庭是一个世代以儒学相传的书香门第。政治上主张革新，是王叔文派政治革新活动的中心人物之一。后来永贞革新失败被贬为朗州司马（今湖南常德）。据湖南常德历史学家、收藏家周新国先生考证刘禹锡被贬为朗州司马其间写了著名的“汉寿城春望”。","dynastyid":"6"},{"writerid":"7","writername":"王建","summary":"王建（生卒年不详），字仲初，颍川（今河南许昌）人，唐朝诗人。<br />出身寒微，一生潦倒。曾一度从军，约46岁始入仕，曾任昭应县丞、太常寺丞等职。后出为陕州司马，世称王司马。约64岁为光州刺史。与张籍友善，乐府与张齐名，世称张王乐府。其诗题材广泛，生活气息浓厚，思想深刻。善于选择有典型意义的人、事和环境加以艺术概括，集中而形象地反映现实，揭露矛盾。多用比兴、白描、对比等手法，常在结尾以重笔突出主题。体裁多为七言歌行，篇幅短小。语言通俗凝练，富有民歌谣谚色彩。名篇如《田家行》、《水夫谣》、《羽林行》、《射虎行》、《古从军》、《渡辽水》、《田家留客》、《望夫石》等。他又以《宫词》知名。他的《宫词》百首，突破前人抒写宫怨的窠臼，广泛描写唐代宫廷生活。其五、七言近体中，有些征戍迁谪、行旅离别、幽居宦况之作，情思感人，但杂有消极颓废思想。他的绝句则清新婉约。还写过《宫中三台》、《江南三台》等小令，为中唐文人词的重要作者之一。今存有《王建诗集》、《王建诗》、《王司马集》等本及《宫词》1卷。","dynastyid":"6"},{"writerid":"8","writername":"王维","summary":"　王维（701年－761年，一说699年—761年），字摩诘，汉族，河东蒲州（今山西运城）人，祖籍山西祁县，唐朝诗人，有“诗佛”之称。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”开元九年（721年）中进士，任太乐丞。王维是盛唐诗人的代表，今存诗400余首，重要诗作有《相思》《山居秋暝》等。王维精通佛学，受禅宗影响很大。佛教有一部《维摩诘经》，是王维名和字的由来。王维诗书画都很有名，非常多才多艺，音乐也很精通。与孟浩然合称“王孟”。","dynastyid":"6"},{"writerid":"9","writername":"元稹","summary":"元稹（779年－831年，或唐代宗大历十四年至文宗大和五年），字微之，别字威明，唐洛阳人（今河南洛阳）。父元宽，母郑氏。为北魏宗室鲜卑族拓跋部后裔，是什翼犍之十四世孙。早年和白居易共同提倡“新乐府”。世人常把他和白居易并称“元白”。","dynastyid":"6"},{"writerid":"10","writername":"李商隐","summary":"　李商隐，字义山，号玉溪生、樊南生，唐代著名诗人，祖籍河内（今河南省焦作市）沁阳，出生于郑州荥阳。他擅长诗歌写作，骈文文学价值也很高，是晚唐最出色的诗人之一，和杜牧合称“小李杜”，与温庭筠合称为“温李”，因诗文与同时期的段成式、温庭筠风格相近，且三人都在家族里排行第十六，故并称为“三十六体”。其诗构思新奇，风格秾丽，尤其是一些爱情诗和无题诗写得缠绵悱恻，优美动人，广为传诵。但部分诗歌过于隐晦迷离，难于索解，至有“诗家总爱西昆好，独恨无人作郑笺”之说。因处于牛李党争的夹缝之中，一生很不得志。死后葬于家乡沁阳（今河南焦作市沁阳与博爱县交界之处）。作品收录为《李义山诗集》。","dynastyid":"6"},{"writerid":"11","writername":"王之涣","summary":"　　王之涣（688年—742年），是盛唐时期的著名诗人，字季凌，汉族，绛州（今山西新绛县）人。豪放不羁，常击剑悲歌，其诗多被当时乐工制曲歌唱。名动一时，他常与高适、王昌龄等相唱和，以善于描写边塞风光著称。其代表作有《登鹳雀楼》、《凉州词》等。“白日依山尽，黄河入海流。欲穷千里目，更上一层楼”，更是千古绝唱。","dynastyid":"6"},{"writerid":"12","writername":"白居易","summary":"　　白居易（772～846），字乐天，晚年又号称香山居士，河南郑州新郑人，是我国唐代伟大的现实主义诗人，他的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。白居易祖籍山西、陕西、出生于河南郑州新郑，葬于洛阳。白居易故居纪念馆坐落于洛阳市郊。白园（白居易墓）坐落在洛阳城南香山的琵琶峰。<br />","dynastyid":"6"},{"writerid":"13","writername":"李端","summary":"　　李端(约743-782?)，字正已，赵州(今河北赵县)人。少居庐山，师诗僧皎然。大历五年进士。曾任秘书省校书郎、杭州司马。晚年辞官隐居湖南衡山，自号衡岳幽人。今存《李端诗集》三卷。其诗多为应酬之作，多表现消极避世思想，个别作品对社会现实亦有所反映，一些写闺情的诗也清婉可诵，其风格与司空曙相似。李端是大历十才子之一，在“十才子”中年辈较轻，但诗才卓越，是“才子中的才子”。他的名篇《听筝》入选《唐诗三百首》。","dynastyid":"6"},{"writerid":"14","writername":"孟浩然","summary":"　　孟浩然（689-740），男，汉族，唐代诗人。本名不详（一说名浩），字浩然，襄州襄阳（今湖北襄阳）人，世称“孟襄阳”。浩然，少好节义，喜济人患难，工于诗。年四十游京师，唐玄宗诏咏其诗，至“不才明主弃”之语，玄宗谓：“卿自不求仕，朕未尝弃卿，奈何诬我？”因放还未仕，后隐居鹿门山，著诗二百余首。孟浩然与另一位山水田园诗人王维合称为“王孟”。","dynastyid":"6"},{"writerid":"15","writername":"金昌绪","summary":"　　生卒年不详。唐朝余杭（钱塘）（今浙江杭州市）人，身世不可考，诗传于世仅《春怨》一首。","dynastyid":"6"},{"writerid":"16","writername":"柳宗元","summary":"　　柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。","dynastyid":"6"},{"writerid":"17","writername":"西鄙人","summary":"西鄙人，意为西北边境人，相传为唐代五言民歌《哥舒歌》的作者。这首民歌通过对陇右节度使哥舒翰的歌颂，表达了各族人民对和平生活的向往，平朴自然，雄浑粗犷，流传至今。","dynastyid":"6"},{"writerid":"18","writername":"韦应物","summary":"韦应物（737～792），中国唐代诗人。汉族，长安(今陕西西安)人。今传有10卷本《韦江州集》、两卷本《韦苏州诗集》、10卷本《韦苏州集》。散文仅存一篇。因出任过苏州刺史，世称“韦苏州”。诗风恬淡高远，以善于写景和描写隐逸生活著称。","dynastyid":"6"},{"writerid":"19","writername":"祖咏","summary":"　　祖咏 唐代诗人。洛阳（今属河南）人。生卒年不详。少有文名，擅长诗歌创作。与王维友善。王维在济州赠诗云：&quot;结交二十载，不得一日展。贫病子既深，契阔余不浅。&quot;（《赠祖三咏》）其流落不遇的情况可知。开元十二年(724)，进士及第，长期未授官。后入仕，又遭迁谪，仕途落拓，后归隐汝水一带。","dynastyid":"6"},{"writerid":"20","writername":"张祜","summary":"　张祜 字承吉，邢台清河人，唐代著名诗人。出生在清河张氏望族，家世显赫，被人称作张公子，有“海内名士”之誉。张祜的一生，在诗歌创作上取得了卓越成就。“故国三千里，深宫二十年”张祜以是得名，《全唐诗》收录其349首诗歌。","dynastyid":"6"},{"writerid":"21","writername":"贾岛","summary":"　　贾岛（779～843年），字浪（阆）仙，唐代诗人。汉族，唐朝河北道幽州范阳县（今河北省涿州市）人。早年出家为僧，号无本。自号“碣石山人”。据说在洛阳的时候后因当时有命令禁止和尚午后外出，贾岛做诗发牢骚，被韩愈发现其才华。后受教于韩愈，并还俗参加科举，但累举不中第。唐文宗的时候被排挤，贬做长江主簿。唐武宗会昌年初由普州司仓参军改任司户，未任病逝。","dynastyid":"6"},{"writerid":"22","writername":"裴迪","summary":"　　裴迪（716-?），唐代诗人，河东（今山西）人。官蜀州刺史及尚书省郎。其一生以诗文见称，是盛唐著名的山水田园诗人之一。与大诗人王维、杜甫关系密切。早年与“诗佛”王维过从甚密，晚年居辋川、终南山，两人来往更为频繁，故其诗多是与王维的唱和应酬之作。“寒山转苍翠，秋水日潺谖。倚仗柴门外，临风听暮蝉。渡头余落日，墟里上孤烟。复值接舆醉，狂歌五柳前。”这首号称“诗中有画”的诗篇就是闲居辋川时王维答赠裴迪的。受王维的影响，裴迪的诗大多为五绝，描写的也常是幽寂的景色，大抵和王维山水诗相近。","dynastyid":"6"},{"writerid":"23","writername":"刘长卿","summary":"　刘长卿(大约726～大约786）字文房。汉族，宣城（今属安徽）人，郡望河间（今属河北）。唐代著名诗人，擅五律，工五言。官至监察御史。与诗仙李白交厚，有《唐刘随州诗集》传世，其诗五卷入《全唐诗》。","dynastyid":"6"},{"writerid":"24","writername":"权德舆","summary":"　　权德舆，唐代文学家。字载之。天水略阳（今甘肃秦安）人。后徙润州丹徒（今江苏镇江）。德宗时，召为太常博士，改左补阙，迁起居舍人、知制诰，进中书舍人。宪宗时，拜礼部尚书、同中书门下平章事，后徙刑部尚书，复以检校吏部尚书出为山南西道节度使。卒谥文，后人称为权文公。","dynastyid":"6"},{"writerid":"25","writername":"王昌龄","summary":"　　王昌龄 (698— 756），字少伯，河东晋阳（今山西太原）人。盛唐著名边塞诗人，后人誉为“七绝圣手”。早年贫贱，困于农耕，年近不惑，始中进士。初任秘书省校书郎，又中博学宏辞，授汜水尉，因事贬岭南。与李白、高适、王维、王之涣、岑参等交厚。开元末返长安，改授江宁丞。被谤谪龙标尉。安史乱起，为刺史闾丘所杀。其诗以七绝见长，尤以登第之前赴西北边塞所作边塞诗最著，有“诗家夫子王江宁”之誉（亦有“诗家天子王江宁”的说法）。","dynastyid":"6"},{"writerid":"26","writername":"王勃","summary":"　　王勃（649或650～676或675年），唐代诗人。汉族，字子安。绛州龙门(今山西河津)人。王勃与杨炯、卢照邻、骆宾王齐名，世称“初唐四杰”，其中王勃是“初唐四杰”之首。","dynastyid":"6"},{"writerid":"27","writername":"欧阳修","summary":"　　欧阳修（1007－1072），字永叔，号醉翁，晚号“六一居士”。[1]汉族，吉州永丰（今江西省永丰县）人，因吉州原属庐陵郡，以“庐陵欧阳修”自居。谥号文忠，世称欧阳文忠公。北宋政治家、文学家、史学家，与韩愈、柳宗元、王安石、苏洵、苏轼、苏辙、曾巩合称“唐宋八大家”。后人又将其与韩愈、柳宗元和苏轼合称“千古文章四大家”。","dynastyid":"8"},{"writerid":"28","writername":"王翰","summary":"　　王翰，唐代边塞诗人。字子羽，并州晋阳（今山西太原市）人，著名诗人。王翰这样一个有才气的诗人，其集不传。其诗载于《全唐诗》的，仅有14首。闻一多先生《唐诗大系》定王翰生卒年为公元687至726年，并未提出确切的材料依据。","dynastyid":"6"},{"writerid":"29","writername":"朱庆馀","summary":"　朱庆馀，生卒年不详，名可久，以字行。越州（今浙江绍兴）人，宝历二年（826）进士，官至秘书省校书郎，见《唐诗纪事》卷四六、《唐才子传》卷六，《全唐诗》存其诗两卷。曾作《闺意献张水部》作为参加进士考试的“通榜”，增加中进士的机会。据说张籍读后大为赞赏，写诗回答他说：“越女新装出镜心，自知明艳更沉吟。 齐纨未足时人贵，一曲菱歌值万金。”于是朱庆馀声名大震。<br />","dynastyid":"6"},{"writerid":"30","writername":"岑参","summary":"　　岑参（cén shēn）（约715年—770年），汉族，原籍南阳（今属河南新野），迁居江陵（今属湖北），是唐代著名的边塞诗人，去世之时56岁。其诗歌富有浪漫主义的特色，气势雄伟，想象丰富，色彩瑰丽，热情奔放，尤其擅长七言歌行。现存诗403首，七十多首边塞诗，另有《感旧赋》一篇，《招北客文》一篇，墓铭两篇。","dynastyid":"6"},{"writerid":"31","writername":"李益","summary":"　　李益(746-829)， 唐代诗人，字君虞，陕西姑臧（今甘肃武威）人，后迁河南郑州。大历四年(769)进士，初任郑县尉，久不得升迁，建中四年(783)登书判拔萃科。因仕途失意，后弃官在燕赵一带漫游。","dynastyid":"6"},{"writerid":"32","writername":"杜牧","summary":"　杜牧（公元803－约852年），字牧之，号樊川居士，汉族，京兆万年（今陕西西安）人，唐代诗人。杜牧人称“小杜”，以别于杜甫。与李商隐并称“小李杜”。因晚年居长安南樊川别墅，故后世称“杜樊川”，著有《樊川文集》。","dynastyid":"6"},{"writerid":"33","writername":"柳中庸","summary":"　　柳中庸 （？—约775)名淡，中庸是其字，唐代边塞诗人。河东（今山西永济）人，为柳宗元族人。大历年间进士，曾官鸿府户曹，未就。萧颖士以女妻之。与弟中行并有文名。与卢纶、李端为诗友。所选《征人怨》是其流传最广的一首。《全唐诗》存诗仅13首。其诗以写边塞征怨为主，然意气消沉，无复盛唐气象。","dynastyid":"6"},{"writerid":"34","writername":"韦庄","summary":"　　韦庄（约836年─910年），字端己，杜陵（今中国陕西省西安市附近）人，诗人韦应物的四代孙，唐朝花间派词人，词风清丽，有《浣花词》流传。曾任前蜀宰相，谥文靖。","dynastyid":"6"},{"writerid":"35","writername":"张旭","summary":"　　张旭（675年—约750年），字伯高，一字季明，汉族，唐朝吴县（今江苏苏州）人。曾官常熟县尉，金吾长史。善草书，性好酒，世称张颠，也是“饮中八仙”之一。其草书当时与李白诗歌、裴旻剑舞并称“三绝”，诗亦别具一格，以七绝见长。与李白、贺知章等人共列饮中八仙之一。唐文宗曾下诏，以李白诗歌、裴旻剑舞、张旭草书为“三绝”。又工诗，与贺知章、张若虚、包融号称“吴中四士”。传世书迹有《肚痛帖》、《古诗四帖》等。","dynastyid":"6"},{"writerid":"36","writername":"张泌","summary":"张泌，字子澄，唐末重要作家，生卒年约与韩偓(842-914)相当。","dynastyid":"6"},{"writerid":"37","writername":"张继","summary":"张继<br />　　张继（约715~约779）字懿孙，汉族，襄州人（今湖北襄阳人）。唐代诗人，他的生平不甚可知。据诸家记录，仅知他是天宝十二年（公元七五三年）的进士。大历中，以检校祠部员外郎为洪州（今江西南昌市）盐铁判官。他的诗爽朗激越，不事雕琢，比兴幽深，事理双切，对后世颇有影响。但可惜流传下来的不到50首。他的最著名的诗是《枫桥夜泊》。","dynastyid":"6"},{"writerid":"38","writername":"陈陶","summary":"　陈陶(约公元812—约885年)：字嵩伯，号三教布衣。《全唐诗》卷七百四十五“陈陶”传作“岭南(一云鄱阳，一云剑浦)人”。然而从其《闽川梦归》等诗题，以及称建水(在今福建南平市东南，即闽江上游)一带山水为“家山”(《投赠福建路罗中丞》)来看，当是剑浦(今福建南平)人，而岭南(今广东广西一带)或鄱阳(今江西波阳)只是他的祖籍。<br /><br />　　早年游学长安，善天文历象，尤工诗。举进士不第，遂恣游名山。唐宣宗大中(847—860年)时，隐居洪州西山(在今江西新建县西)，后不知所终。有诗十卷，已散佚，后人辑有《陈嵩伯诗集》一卷。","dynastyid":"6"},{"writerid":"39","writername":"佚名","summary":"佚名","dynastyid":"6"},{"writerid":"40","writername":"贺知章","summary":"　贺知章(659—744)，字季真，号四明狂客，汉族，唐越州（今绍兴）永兴(今浙江萧山)人，贺知章诗文以绝句见长，除祭神乐章、应制诗外，其写景、抒怀之作风格独特，清新潇洒，著名的《咏柳》、《回乡偶书》两首脍炙人口，千古传诵，今尚存录入《全唐诗》共19首。","dynastyid":"6"},{"writerid":"41","writername":"温庭筠","summary":"　　温庭筠（约812—866）唐代诗人、词人。本名岐，字飞卿，太原祁（今山西祁县东南）人。富有天才，文思敏捷，每入试，押官韵，八叉手而成八韵，所以也有“温八叉”之称。然恃才不羁，又好讥刺权贵，多犯忌讳，取憎于时，故屡举进士不第，长被贬抑，终生不得志。官终国子助教。精通音律。工诗，与李商隐齐名，时称“温李”。其诗辞藻华丽，秾艳精致，内容多写闺情。其词艺术成就在晚唐诸词人之上，为“花间派”首要词人，对词的发展影响较大。在词史上，与韦庄齐名，并称“温韦”。存词七十余首。后人辑有《温飞卿集》及《金奁集》。","dynastyid":"6"},{"writerid":"42","writername":"刘方平","summary":"刘方平(758年前后在世)，唐朝河南洛阳人。匈奴族。天宝前期曾应进士试，又欲从军 ，均未如意，从此隐居颍水、汝河之滨，终生未仕。与皇甫冉、元德秀、李颀、严武为诗友，为薪颖士赏识。工诗，善画山水。其诗多咏物写景之作，尤擅绝句，其诗多写闺情、乡思，思想内容较贫弱，但艺术性较高，善于寓情于景，意蕴无穷。其《月夜》 、《春怨》、《新春》、《秋夜泛舟》等都是历来为人传诵的名作。","dynastyid":"6"},{"writerid":"43","writername":"郑畋","summary":"　　郑畋（823-882），字台文，河南 荥阳人，会昌二年（842）进士及第。刘瞻镇北门，辟为从事。瞻作相，荐为翰林学士，迁中书舍人。乾符中，以兵部侍郎同平章事，寻出为凤翔节度使，拒巢贼有功，授检校尚书左仆射。诗一卷，。《全唐诗》录存十六首。性宽厚，能诗文。","dynastyid":"6"},{"writerid":"44","writername":"韩翃","summary":"　韩翃，唐代诗人。字君平，南阳（今河南南阳）人。是“大历十才子”之一。天宝13年（754）考中进士，宝应年间在淄青节度使侯希逸幕府中任从事，后随侯希逸回朝，闲居长安十年。建中年间，因作《寒食》诗被唐德宗所赏识，因而被提拔为中书舍人。韩翃诗笔法轻巧，写景别致，在当时传诵很广。","dynastyid":"6"},{"writerid":"45","writername":"韩偓","summary":"　　韩偓（公元842年～公元923年）。中国唐代诗人。乳名冬郎，字致光，号致尧，晚年又号玉山樵人。陕西万年县（今樊川）人。自幼聪明好学，10岁时，曾即席赋诗送其姨夫李商隐，令满座皆惊，李商隐称赞其诗是“雏凤清于老凤声”。龙纪元年(889年)，韩偓中进士，初在河中镇节度使幕府任职，后入朝历任左拾遗、左谏议大夫、度支副使、翰林学士。","dynastyid":"6"},{"writerid":"46","writername":"顾况","summary":"　顾况（约727—约815）字逋翁，号华阳真逸（一说华阳真隐），晚年自号悲翁，汉族，苏州海盐横山人（今在浙江海宁境内），唐代诗人、画家、鉴赏家。他一生官位不高，曾任著作郎，因作诗嘲讽得罪权贵，贬饶州司户参军。晚年隐居茅山。","dynastyid":"6"},{"writerid":"47","writername":"王湾","summary":"　王湾作为开元初年的北方诗人，往来于吴楚间，被江南清丽山水所倾倒，并受到当时吴中诗人清秀诗风的影响，写下了一些歌咏江南山水的作品，《次北固山下》就是其中最为著名的一篇。尤其其中“海日生残夜，江春入旧年”两句，得到当时的宰相张说的极度赞赏，并亲自书写悬挂于宰相政事堂上，让文人学士作为学习的典范。由此，这两句诗中表现的那种壮阔高朗的境象便对盛唐诗坛产生了重要的影响。直到唐末诗人郑谷还说“何如海日生残夜，一句能令万古传”，表达出极度钦羡之情。","dynastyid":"6"},{"writerid":"48","writername":"司空曙","summary":"　　司空曙(约720-790年)，字文明，或作文初。广平（今河北永年县东南）人，大历十才子之一，唐代诗人。约唐代宗大历初前后在世。大历年进士，磊落有奇才，与李约为至交。性耿介，不干权要。家无担石，晏如也。尝因病中不给，遣其爱姬。韦辠节度剑南，辟致幕府。授洛阳主簿。未几，迁长林县丞。累官左拾遗。终水部郎中。曙诗有集二卷，登进士第，不详何年。曾官主簿。大历五年任左拾遗，贬长林(今湖北荆门西北)丞。贞元间，在剑南西川节度使韦皋幕任职，官检校水部郎中，终虞部郎中。曙为卢纶表兄，亦是&quot;大历十才子&quot;之一。其诗多为行旅赠别之作，长于抒情，多有名句。胡震亨曰：&quot;司空虞部婉雅闲淡，语近性情。&quot;(《唐音癸签》卷七)有《司空文明诗集》。其诗朴素真挚，情感细腻，多写自然景色和乡情旅思，长于五律。诗风闲雅疏淡。","dynastyid":"6"},{"writerid":"49","writername":"宋之问","summary":"出生<br />　　宋之问约生于唐高宗显庆元年（656年～712年），并无显赫的门第家世。父亲宋令文起自乡闾，矢志于学，交友重义，“比德同道，理阃探索词源论讨。”多才多艺，不仅“富文辞，且工书，有力绝人，世称三绝。”唐高宗时做到左骁卫郎将和校理图书旧籍的东台详正学士，饶著声誉。在父亲的影响下，宋之问和弟弟宋之悌，宋之逊自幼勤奋好学，各得父之一绝；宋之悌骁勇过人，宋之逊精于草隶，宋之问则工专文词，成当时佳话美谈。上元二年（675年），长得身材高昂、仪表堂堂的宋之问进士及第，登临“龙门”，踏上了仕进正途。<br /><br />仕途<br />　　宋之问春风得意之日，已是武则天皇后实握朝政之时。武后承应“贞观”，励精图治，选拔人才，不拘一格，宋之问以才名与杨炯被召分直内文学馆，不久出授洛州（今河南洛阳市东北）参军。永隆二年（681年），又与杨炯同入崇文馆充学士。天授元年（690年）秋，武后称帝，改国号为周，敕召宋之问与杨炯分直于洛阳西入阁。15年间，宋之问很快由从九品殿中内教跻身五品学士，为世人钦慕。唐朝学士之职，以文学言语被天子顾问，出入侍从，礼遇尤宠。家世低微的宋之问以此更是感恩耀荣，视为得秩于禄的捷径与保障。他在《奉敕从太平公主游九龙潭寻宴安平王别序》中说：“下官少怀微尚，早事灵丘，践畴昔之桃源，留不能去；攀君王之桂树，情可何之。”典型地表白了他的这种心态。武后雅好文词乐章，宋之问巧思文华取幸。一次游洛阳龙门，武后命群臣赋诗，左史东方虬诗先成，武后赐锦袍。及宋之问《龙门应制》诗成奉上，“文理兼美，左右称善。”武后夺东方虬锦袍转赐给他。此中予夺，既反映了武后对靡丽颂德诗风的提倡，也表现了宋之问这时的创作方向，对他的声名和地位都有很大的影响。武周时期，宋之问不仅扈从武后朝会游豫，而且奉承武后近幸的媚臣外戚宴乐优游，自感“志事仅得，形骸两忘。”这样的追求和生活使他逐渐沉溺和堕落，并自觉不自觉地陷入了统治集团内部争权夺利的政治漩涡中。宋之问在武后晚年先后转任尚书监丞、左奉宸内供奉，武后媚臣张易之、张昌宗兄弟“雅爱其才”，召他与好友杜审言、阎朝隐、沈佺期、王无竞、尹元凯及李适、富嘉谟、刘允济等文士预修。宋之问与阎士隐等多代工张赋篇入集，倾心媚附。书成，于长安二年（ 703年）迁司礼主簿。神龙元年（ 705年）正月，宰相张柬之与太子典膳郎王同皎等逼武后退位，诛杀二张，迎立唐中宗，宋之问与杜审言等友皆遭贬谪。宋之问贬泷州（今广东罗定县）参军，诸事艰难，慕念昔荣，次年春便秘密逃还洛阳，探知友人张伸之与王同皎等谋诛宰相武三思（时张柬之被贬），后使人告密，擢任鸿胪主簿，“由是深为义士所讥。”景龙元年（ 707年）七月，太子杀武三思父子后死事，宋之问上表歌颂武氏父子功德，请造唐中宗神武颂碑，探获赏识，于次年迁考功员外郎，并与杜审言、武平一、沈佺期、阎朝隐等首选修文馆直学士，“及典举，引拔后进，多知名者。”其时朝廷朋党争立，由于他倾附安乐公主，遭太平公主忌恨，进言中宗，于景龙三年（ 7O9年）将他下迁越州（今浙江绍兴市）长史。<br /><br />末路<br />　　唐中宗年间的政治动荡及个人宠辱无常的经历，使宋之问感触良深，而由朽烂陈腐的宫廷来到清新秀丽的水乡，也使他开始涤净心灵，境界升华。他在越州写的《祭禹庙文》，在真诚歌颂了大禹治水、救灾拯民的千古圣德之后写道：“先王为心，享是明德。后之从政，忌斯好佞。酌镜水而励清，援竹箭以自直；谒上帝之休佑，期下人之苏息。”反映了这种思想情感上的转变。因此，他在越州登山涉险，访察民生，“颇自力为政”诗歌创作也开始转入了健康清新的轨道，“流布京师，人人传讽。”但是，就在宋之问开始走上“新生”之路的时候，又一次宫廷政变将他逼上了绝境。景云元年（ 710年）六月，临海郡王李隆基与太平公主诛杀韦后和安乐公主，拥立唐睿宗，以宋之问尝附二张及武三思诏流钦州（今广西钦州市东北），后以赦改桂州。先天元年（ 712年）八月，唐玄宗李隆基即位后，宋之问被赐死于徙所，结束了最后的人生旅程。宋之问政治上无足称道，品行也多有可讥，但却是知名当世的诗人。由于宫廷诗人的局限，代笔捉刀的束囿，志向理想的低浅，他的诗文不少是歌颂功德、粉饰太平、浮华空泛之作，但随着颠簸人生，接触社会，历练生活，他也创作了一些好的作品，令人耳目一新。他在杨炯死后写的《祭杨盈川文》，采用四四制式，字字有声，句句华歆，内容言简辞切，悲凉真挚，催人泪下，与他代笔写的《为宗尚书祭梁宣王文》、《为宗尚书兄弟祭鲁忠王文》等相比，文华情感，殊若天壤。","dynastyid":"6"},{"writerid":"50","writername":"杜荀鹤","summary":"　杜荀鹤(846～904)，唐代诗人。字彦之，号九华山人。汉族，池州石埭（今安徽石台）人。大顺进士，以诗名，自成一家，尤长于宫词。官至翰学士知制造。大顺二年，第一人擢第，复还旧山。宣州田頵遣至汴通好，朱全忠厚遇之，表授翰林学士、主客员外郎、知制诰。恃势侮易缙绅，众怒，欲杀之而未及。天祐初卒。自序其文为《唐风集》十卷，今编诗三卷。事迹见孙光宪《北梦琐言》、何光远《鉴诫录》、《旧五代史·梁书》本传、《唐诗纪事》及《唐才子传》。","dynastyid":"6"},{"writerid":"51","writername":"杜审言","summary":"　　杜审言（约645-708），字必简，汉族，中国唐朝襄州襄阳人，是大诗人杜甫的祖父。唐高宗咸亨进士，唐中宗时，因与张易之兄弟交往，被流放峰州（今越南越池东南）。曾任隰城尉、洛阳丞等小官，累官修文馆直学士，少与李峤、崔融、苏味道齐名，称“文章四友”，是唐代“近体诗”的奠基人之一，作品多朴素自然。其五言律诗，格律谨严。","dynastyid":"6"},{"writerid":"52","writername":"沈佺期","summary":"　沈佺期，字云卿，相州内黄人。善属文，尤长七言之作。擢进士第。长安中，累迁通事舍人，预修《三教珠英》，转考功郎给事中。坐交张易之，流驩州。稍迁台州录事参军。神龙中，召见，拜起居郎，修文馆直学士，历中书舍人，太子少詹事。开元初卒。建安后，讫江左，诗律屡变，至沈约、庾信，以音韵相婉附，属对精密，及佺期与宋之问，尤加靡丽。回忌声病，约句准篇，如锦绣成文，学者宗之，号为沈宋。语曰：苏李居前，沈宋比肩。集十卷，今编诗三卷。","dynastyid":"6"},{"writerid":"53","writername":"李隆基","summary":"　　唐玄宗李隆基（685年9月8日－762年5月3日），亦称唐明皇，公元685年出生在东都洛阳（今河南洛阳），712年至756年在位。前期注意拨乱反正，任用姚崇、宋璟等贤相，励精图治，他的开元盛世是唐朝的极盛之世，在位后期宠爱杨贵妃，怠慢朝政，宠信奸臣李林甫、杨国忠等，加上政策失误和重用安禄山等侫臣，导致了后来长达八年的安史之乱，为唐朝中衰埋下伏笔。756年李亨即位，尊其为太上皇。762年病逝。","dynastyid":"6"},{"writerid":"54","writername":"马戴","summary":"马戴（799—869），字虞臣，唐定州曲阳（今江苏省东海县）人。晚唐时期著名诗人。<br />　　早年屡试落第，困于场屋垂30年，客游所至，南极潇湘，北抵幽燕，西至沂陇，久滞长安及关中一带，并隐居于华山，遨游边关。直至武宗会昌四年（844年）与项斯、赵嘏同榜登第。宣宗大中元年（847年）为太原幕府掌书记，以直言获罪，贬为龙阳（今湖南省汉寿）尉，后得赦还京。懿宗咸通末，佐大同军幕。咸通七年（867年）擢国子太常博士。<br /><br />　　工诗属文，其诗凝炼秀朗，含思蕴藉，饶有韵致，无晚唐纤靡僻涩之习。尤以五律见长，深得五言律之三昧。与薛能、顾非熊、殷尧藩等友善，均有诗篇往来；又与贾岛、姚合为诗友，唱酬尤多。善于抒写羁旅之思和失意之慨，蕴藉深婉，秀朗自然。","dynastyid":"6"},{"writerid":"55","writername":"崔涂","summary":"崔涂（854～?），字礼山，今浙江富春江一带人。唐僖宗光启四年（888）进士。终生飘泊，漫游巴蜀、吴楚、河南，秦陇等地，故其诗多以飘泊生活为题材，情调苍凉。《全唐诗》存其诗1卷。","dynastyid":"6"},{"writerid":"56","writername":"常建","summary":"　常建(708-765)，唐代诗人，字号不详，有说是邢台人或说长安（今陕西西安）人，开元十五年与王昌龄同榜进士，长仕宦不得意，来往山水名胜，过着一个很长时期的漫游生活。后移家隐居鄂渚。大历中，曾任盱眙尉。","dynastyid":"6"},{"writerid":"57","writername":"张九龄","summary":"张九龄(678-740) : 唐开元尚书丞相，诗人。字子寿，一名博物，汉族，韶州曲江（今广东韶关市）人。长安年间进士。官至中书侍郎同中书门下平章事。后罢相，为荆州长史。诗风清淡。有《曲江集》。他是一位有胆识、有远见的著名政治家、文学家、诗人、名相。他忠耿尽职，秉公守则，直言敢谏，选贤任能，不徇私枉法，不趋炎附势，敢与恶势力作斗争，为“开元之治”作出了积极贡献。他的五言古诗，以素练质朴的语言，寄托深远的人生慨望，对扫除唐初所沿习的六朝绮靡诗风，贡献尤大。誉为“岭南第一人”。","dynastyid":"6"},{"writerid":"58","writername":"綦毋潜","summary":"綦毋潜（692-749），字孝通，虔州（今江西南康）人，唐代著名诗人。开元十四年（726年）进士及第，授宜寿（今陕西周至）尉，迁左拾遗，终官著作郎，安史之乱后归隐，游江淮一代，后不知所终。綦毋潜才名盛于当时，与许多著名诗人如：李颀、王维、张九龄、储光羲、孟浩然、卢象、高适、韦应物过从甚密，其诗清丽典雅，恬淡适然，后人认为他诗风接近王维。《全唐诗》收录其诗1卷，共26首，内容多为记述与士大夫寻幽访隐的情趣，代表作《春泛若耶溪》选入《唐诗三百首》。","dynastyid":"6"},{"writerid":"59","writername":"元结","summary":"　元结（719～772年），中国唐代文学家。字次山，号漫叟 、聱叟 。河南鲁山人。天宝六载(747)应举落第后，归隐商余山。天宝十二载进士及第。安禄山反，曾率族人避难猗玗洞 （今湖北大冶境内），因号猗玗子。乾元二年(759)，任山南东道节度使史翙幕参谋，招募义兵，抗击史思明叛军，保全十五城。代宗时，任道州刺史，调容州，加封容州都督充本管经略守捉使，政绩颇丰。大历七年(772)入朝，同年卒于长安。","dynastyid":"6"},{"writerid":"60","writername":"李颀","summary":"　　李颀(690-751)，汉族，东川（今四川三台）人（有争议），唐代诗人。少年时曾寓居河南登封。开元十三年进士，做过新乡县尉的小官，诗以写边塞题材为主，风格豪放，慷慨悲凉，七言歌行尤具特色。 李颀祖籍赵郡（今河北赵县），长期居住颍阳(今河南登封西)。开元二十三年(735)登进士第。一度任新乡县尉，不久去官。后长期隐居嵩山、少室山一带的“东川别业”，有时来往于洛阳、长安之间。他的交游很广泛，与盛唐时一些著名诗人王维、高适、王昌龄、綦毋潜等，都有诗什往还。他还喜欢炼丹修道，王维有诗相赠说：“闻君饵丹砂，甚有好颜色”（《赠李颀》），约在天宝末去世。<br /><br />　　李颀与王维、高适、王昌龄等著名诗人皆有来往，诗名颇高。其诗内容涉及较广，尤以边塞诗、音乐诗获誉于世。擅长五、七言歌行体。赵郡（今河北赵县）人，一说东川（今四川三台一带）人。少时家本富有，后结识富豪轻薄子弟，倾财破产。后刻苦读书。隐居颍阳（今河北南许昌）苦读10年，于唐玄宗开元二十三年（735年）考取进士，曾任新乡县尉。任职多年，没有升迁，晚年仍过隐居生活。他一生交游很广，当时著名诗人王昌龄、高适、王维等都与他关系密切。李颀性格疏放超脱，厌薄世俗。他的诗以边塞诗成就最大，奔放豪迈，慷慨悲凉，最著名的有《古从军行》 、 《古意》 、 《塞下曲》等。李颀还善于用诗歌来描写音乐和塑造人物形象。他以长歌著名，也擅长短诗，他的七言律诗尤为后人推崇。 《全唐诗》中录存李颀诗三卷，后人辑有《李颀诗集》 。","dynastyid":"6"},{"writerid":"61","writername":"陈子昂","summary":"　陈子昂（约公元661～公元702），唐代文学家，初唐诗文革新人物之一。字伯玉，汉族，梓州射洪(今属四川)人。因曾任右拾遗，后世称为陈拾遗。光宅进士，历仕武则天朝麟台正字、右拾遗。解职归乡后受人所害，忧愤而死。其存诗共100多首，其中最有代表性的是《感遇》诗38首，《蓟丘览古赠卢居士藏用》7首和《登幽州台歌》。","dynastyid":"6"},{"writerid":"62","writername":"韩愈","summary":"　　韩愈（768～824）字退之，唐代文学家、哲学家、思想家，河阳（今河南省焦作孟州市）人，汉族。祖籍河北昌黎，世称韩昌黎。晚年任吏部侍郎，又称韩吏部。谥号“文”，又称韩文公。他与柳宗元同为唐代古文运动的倡导者，主张学习先秦两汉的散文语言，破骈为散，扩大文言文的表达功能。宋代苏轼称他“文起八代之衰”，明人推他为唐宋八大家之首，与柳宗元并称“韩柳”，有“文章巨公”和“百代文宗”之名，作品都收在《昌黎先生集》里。韩愈在思想上是中国“道统”观念的确立者，是尊儒反佛的里程碑式人物。","dynastyid":"6"},{"writerid":"63","writername":"孟郊","summary":"　　孟郊，(751～814)，唐代诗人。字东野。汉族，湖州武康（今浙江德清）人，祖籍平昌（今山东临邑东北），先世居洛阳（今属河南）。唐代著名诗人。现存诗歌500多首，以短篇的五言古诗最多，代表作有《游子吟》。有“诗囚”之称，又与贾岛齐名，人称“郊寒岛瘦”。元和九年，在阌乡(今河南灵宝)因病去世。张籍私谥为贞曜先生。","dynastyid":"6"},{"writerid":"64","writername":"高适","summary":"　高适 （700年—765年) ，汉族。唐代边塞诗人。字达夫、仲武，景县(今河北省衡水)人,居住在宋中(今河南商丘一带)。少孤贫，爱交游，有游侠之风，并以建功立业自期。20岁西游长安，功名未就而返。开元20年去蓟北，体验了边塞生活。后漫游梁、宋。天宝三载，与李、杜同游梁园，结下亲密友谊，成为文坛佳话。天宝八载(749年)，经睢阳太守张九皋推荐，50岁应举中第,授封丘尉。十一载,因不忍“鞭挞黎庶”和不甘“拜迎官长”而辞官，又一次到长安。次年入陇右、河西节度使哥舒翰幕，为掌书记。这是他生活的转折点，以后仕途遂顺，创作渐稀。安史之乱后，曾任淮南节度使、彭州刺史、蜀州刺史、剑南节度使等职，官至渤海县侯终散常侍，世称“高常侍”。 有《高常侍集》等传世。永泰元年（765年）卒，终年65岁，赠礼部尚书，谥号忠。高适为唐代著名的边塞诗人，与岑参并称“高岑”。笔力雄健，气势奔放，洋溢着盛唐时期所特有的奋发进取、蓬勃向上的时代精神。早年曾游历长安，后到过蓟门、卢龙一带，寻求进身之路，都没有成功。开封禹王台五贤祠即专为高适、李白、杜甫、何景明、李梦阳而立。后人又把高适、岑参、王昌龄、王之涣和称“边塞四诗人”。 <br />","dynastyid":"6"},{"writerid":"65","writername":"崔颢","summary":"　　崔颢 唐开元年间进士，官至太仆寺丞，天宝中为司勋员外郎。最为人们津津乐道的是他那首《黄鹤楼》，据说李白为之搁笔，曾有“眼前有景道不得，崔颢题诗在上头”的赞叹。《全唐诗》存其诗四十二首。","dynastyid":"6"},{"writerid":"66","writername":"卢纶","summary":"　卢纶（约737-约799），字允言，唐代诗人，大历十才子之一，汉族，河中蒲（今山西省永济县）人。天宝末举进士，遇乱不第；代宗朝又应举， 屡试不第。大历六年，宰相元载举荐，授阌乡尉；后由王缙荐为集贤学士，秘书省校书郎，升监察御史。出为陕府户曹、河南密县令。后元载、王缙获罪，遭到牵连。德宗朝复为昭应令，又任河中浑瑊元帅府判官，官至检校户部郎中。有《卢户部诗集》。","dynastyid":"6"},{"writerid":"67","writername":"屈原","summary":"　屈原（约公元前340-前278），中国古代伟大的爱国诗人。汉族，出生于楚国丹阳，名平，字原。战国时期楚国贵族出身，任三闾大夫、左徒,兼管内政外交大事。他主张对内举贤能，修明法度，对外力主联齐抗秦。后因遭贵族排挤，被流放沅、湘流域。公元前278年秦将白起一举攻破楚国首都郢都。忧国忧民的屈原在长沙附近汩罗江怀石自杀，端午节据说就是他的忌日。他写下许多不朽诗篇，成为中国古代浪漫主义诗歌的奠基者，在楚国民歌的基础上创造了新的诗歌体裁楚辞。主要作品有《离骚》、《九章》、《九歌》等。在诗中抒发了炽热的爱国主义思想感情，表达了对楚国的热爱，体现了他对理想的不懈追求和为此九死不悔的精神。他创造的“楚辞”文体在中国文学史上独树一帜，与《诗经》并称“风骚”二体，对后世诗歌创作产生积极影响。","dynastyid":"1"},{"writerid":"68","writername":"左丘明","summary":"　左丘明 （前556年－前451年），姓丘，名明。汉族，春秋末期鲁国都君庄（今山东省肥城市石横镇东衡鱼村）人。相传为春秋末期曾任鲁国史官，是中国古代伟大的史学家、文学家、思想家、军事家。晚年双目失明，相传著有中国重要的史书巨著《左氏春秋》（又称《左传》）和《国语》，两书记录了不少西周、春秋的重要史事，保存了具有很高价值的原始资料。由于史料翔实，文笔生动，引起了古今中外学者的爱好和研讨。被誉为“文宗史圣”“经臣史祖”。孔子、司马迁均尊左丘明为“君子”。历代帝王多有敕封：唐封经师；宋封瑕丘伯和中都伯；明封先儒和先贤。","dynastyid":"1"},{"writerid":"69","writername":"曹操","summary":"　曹操（155年－220年正月庚子），字孟德，一名吉利，小字阿瞒，沛国谯（今安徽亳州）人，汉族。东汉末年杰出的政治家、军事家、文学家、书法家。三国中曹魏政权的缔造者，其子曹丕称帝后，追尊为武皇帝，庙号太祖。曹操精兵法，善诗歌，抒发自己的政治抱负，并反映汉末人民的苦难生活，气魄雄伟，慷慨悲凉；散文亦清峻整洁，开启并繁荣了建安文学，给后人留下了宝贵的精神财富，史称建安风骨，鲁迅评价其为“改造文章的祖师”。同时曹操也擅长书法，尤工章草，唐朝张怀瓘在《书断》中评其为“妙品”。","dynastyid":"2"},{"writerid":"70","writername":"佚名(两汉)","summary":"佚名(两汉)","dynastyid":"2"},{"writerid":"71","writername":"卓文君","summary":"　　卓文君，汉代才女，西汉临邛（属今四川邛崃）人，与汉代著名文人司马相如的一段爱情佳话至今还被人津津乐道。她也有不少佳作流传后世。以“愿得一心人白首不相离”为著名。","dynastyid":"2"},{"writerid":"72","writername":"陶渊明","summary":"　　陶渊明（约365年—427年），字元亮，（又一说名潜，字渊明）号五柳先生，私谥“靖节”，东晋末期南朝宋初期诗人、文学家、辞赋家、散文家。汉族，东晋浔阳柴桑人（今江西九江）。曾做过几年小官，后辞官回家，从此隐居，田园生活是陶渊明诗的主要题材，相关作品有《饮酒》、《归园田居》、《桃花源记》、《五柳先生传》、《归去来兮辞》等。","dynastyid":"3"},{"writerid":"73","writername":"曹植","summary":"　　曹植（192－232），字子建，沛国谯（今安徽省亳州市）人。三国曹魏著名文学家，建安文学代表人物。魏武帝曹操之子，魏文帝曹丕之弟，生前曾为陈王，去世后谥号“思”，因此又称陈思王。后人因他文学上的造诣而将他与曹操、曹丕合称为“三曹”，南朝宋文学家谢灵运更有“天下才有一石，曹子建独占八斗”的评价。王士祯尝论汉魏以来二千年间诗家堪称“仙才”者，曹植、李白、苏轼三人耳。","dynastyid":"3"},{"writerid":"74","writername":"吴均","summary":"　吴均（469年－520年），字叔庠。南朝梁史学家，文学家，时官吴兴主簿。明人辑有《吴朝清集》。","dynastyid":"4"},{"writerid":"75","writername":"郦道元","summary":"　郦道元（约470—527），字善长。汉族，范阳涿州（今河北涿州）人。北朝北魏地理学家、散文家。仕途坎坷，终未能尽其才。他博览奇书，幼时曾随父亲到山东访求水道，后又游历秦岭、淮河以北和长城以南广大地区，考察河道沟渠，搜集有关的风土民情、历史故事、神话传说，撰《水经注》四十卷。文笔隽永，描写生动，既是一部内容丰富多彩的地理著作，也是一部优美的山水散文汇集。可称为我国游记文学的开创者，对后世游记散文的发展影响颇大。另著《本志》十三篇及《七聘》等文，已佚。","dynastyid":"4"},{"writerid":"76","writername":"陶弘景","summary":"　　陶弘景，南朝梁时丹阳秣陵（今江苏南京）人。著名的医药家、炼丹家、文学家，人称“山中宰相”。作品有《本草经集注》、《集金丹黄白方》、《二牛图》等。","dynastyid":"4"},{"writerid":"77","writername":"刘义庆","summary":"　　刘义庆（403—444）汉族，彭城（今江苏徐州）人。字季伯，南北朝文学家。自幼才华出众，爱好文学，并广招四方文学之士，聚于门下。刘宋宗室，袭封临川王，公元444年（元嘉21年）死于建康（今南京）。除《世说新语》外，还著有志怪小说《幽明录》。","dynastyid":"4"},{"writerid":"78","writername":"卢思道","summary":"　　卢思道（公元531年-582年）北朝隋之际诗人。字子行。范阳（今河北涿州）人。年轻时师事“北朝三才”之一邢劭（字子才），以才学重于当时，仕于北齐。齐宣王卒，朝臣各作挽歌10首，择善者用之，思道十得其八，时称“八米卢郎”。北齐末待诏文林馆。北周灭齐后入长安，官至散骑侍郎。隋开皇元年卒。一生的主要文学活动在北朝。","dynastyid":"5"},{"writerid":"79","writername":"杨广","summary":"　隋炀帝杨广（569年－618年4月11日），华阴人（今陕西华阴）人，生于隋京师长安，是隋朝第二位皇帝，一名英，小字阿麽。隋文帝杨坚、独孤皇后的次子，开皇元年（581年）立为晋王，开皇二十年（600年）十一月立为太子，仁寿四年（604年）七月继位。他在位期间修建大运河（开通永济渠、通济渠，加修邗沟、江南运河），营建东都洛阳，开创科举制度，亲征吐谷浑，三征高句丽，因为滥用民力，造成天下大乱直接导致了隋朝的灭亡。公元618年在江都被部下缢杀。唐朝谥炀皇帝，夏王窦建德谥闵皇帝，其孙杨侗谥为世祖明皇帝。《全隋诗》录存其诗40多首。","dynastyid":"5"},{"writerid":"80","writername":"冯延巳","summary":"　　冯延巳 （903--960）又名延嗣，字正中，五代广陵（今江苏省扬州市）人。在南唐做过宰相，生活过得很优裕、舒适。他的词多写闲情逸致辞，文人的气息很浓，对北宋初期的词人有比较大的影响。宋初《钓矶立谈》评其“学问渊博，文章颖发，辩说纵横”，其词集名《阳春集》。","dynastyid":"7"},{"writerid":"81","writername":"李璟","summary":"　李璟（（916－961年8月12日），五代十国时期南唐第二位皇帝，943年嗣位。后因受到后周威胁，削去帝号，改称国主，史称南唐中主。即位后开始大规模对外用兵，消灭楚、闽二国。他在位时，南唐疆土最大。不过李璟奢侈无度，导致政治腐败，国力下降。李璟好读书，多才艺。常与宠臣韩熙载、冯延巳等饮宴赋诗。他的词，感情真挚，风格清新，语言不事雕琢，“小楼吹彻玉笙寒”是流芳千古的名句。961年逝，时年47岁。庙号元宗，谥号明道崇德文宣孝皇帝。其诗词被录入《南唐二主词》中。","dynastyid":"7"},{"writerid":"82","writername":"李珣","summary":"李珣（855？-930？），五代词人。字德润，其祖先为波斯人。居家梓州（四川省三台）。生卒年均不详，约唐昭宗乾宁中前后在世。少有时名，所吟诗句，往往动人。妹舜弦为王衍昭仪，他尝以秀才预宾贡。又通医理，兼卖香药，可见他还不脱波斯人本色。蜀亡，遂亦不仕他姓。珣著有琼瑶集，已佚，今存词五十四首，（见《唐五代词》）多感慨之音。）","dynastyid":"7"},{"writerid":"83","writername":"徐昌图","summary":"　　徐昌图（约公元965年前后在世）莆田市城厢区延寿人，一作莆阳人。生卒年、字号均不详，约宋太祖乾德年中前后在世。徐寅曾孙，与兄徐昌嗣并有才名。五代末以明经及第，初仕闽陈洪进（仙游人，时任清源军节度使）归宋，陈遣其奉《纳地表》入宋进贡。太祖留之汴京，命为国子博士，迁殿中丞。昌图好作词，风格隽美，为五代词坛有数名手，启北宋一代词风。今人选词和研究宋文学史的，一定要提到他的名字。遗词仅存三首，收入《全唐诗》卷898中，亦曾收入《尊前集》","dynastyid":"7"},{"writerid":"84","writername":"王安石","summary":"　王安石（1021年12月18日－1086年5月21日），字介甫，号半山，谥文，封荆国公。世人又称王荆公。汉族，北宋抚州临川人（今江西省抚州市临川区邓家巷人），中国北宋著名政治家、思想家、文学家、改革家，唐宋八大家之一。欧阳修称赞王安石：“翰林风月三千首，吏部文章二百年。老去自怜心尚在，后来谁与子争先。”传世文集有《王临川集》、《临川集拾遗》等。其诗文各体兼擅，词虽不多，但亦擅长，且有名作《桂枝香》等。而王荆公最得世人哄传之诗句莫过于《泊船瓜洲》中的“春风又绿江南岸，明月何时照我还。”","dynastyid":"8"},{"writerid":"85","writername":"周敦颐","summary":"　周敦颐，宋营道楼田堡（今湖南道县）人，北宋著名哲学家，是学术界公认的宋明理学开山鼻祖。“两汉而下，儒学几至大坏。千有馀载，至宋中叶，周敦颐出于舂陵，乃得圣贤不传之学，作《太极图说》、《通书》，推明阴阳五行之理，明于天而性于人者，了若指掌。”《宋史·道学传》将周子创立理学学派提高到了极高的地位。","dynastyid":"8"},{"writerid":"86","writername":"陆游","summary":"　　陆游（1125—1210），字务观，号放翁。汉族，越州山阴（今浙江绍兴）人，南宋著名诗人。少时受家庭爱国思想熏陶，高宗时应礼部试，为秦桧所黜。孝宗时赐进士出身。中年入蜀，投身军旅生活，官至宝章阁待制。晚年退居家乡。创作诗歌今存九千多首，内容极为丰富。著有《剑南诗稿》、《渭南文集》、《南唐书》、《老学庵笔记》等。","dynastyid":"8"},{"writerid":"87","writername":"赵佶","summary":"宋徽宗，名赵佶（公元1082年11月2日～1135年6月4日），神宗11子，哲宗弟，是宋朝第八位皇帝。赵佶先后被封为遂宁王、端王。哲宗于公元1100年正月病死时无子，向皇后于同月立他为帝。第二年改年号为“建中靖国”。宋徽宗在位25年（1100年2月23日—1126年1月18日），国亡被俘受折磨而死，终年54岁，葬于永佑陵（今浙江省绍兴县东南35里处）。 他自创一种书法字体被后人称之为“瘦金书”，另外，他在书画上的花押是一个类似拉长了的“天”字，据说象征“天下一人”。","dynastyid":"8"},{"writerid":"88","writername":"张志和","summary":"　　张志和（730年(庚午年)～810年？），字子同，初名龟龄，汉族，婺州（今浙江金华）人，自号“烟波钓徒”，又号“玄真子”。唐代著名道士、词人和诗人。十六岁参加科举，以明经擢第，授左金吾卫录事参军，唐肃宗赐名为“志和”。因事获罪贬南浦尉，不久赦还。自此看破红尘，浪迹江湖，隐居祁门赤山镇。其兄张鹤龄担心他遁世不归，在越州（今绍兴市）城东筑茅屋让他居住。史载唐肃宗曾赐他奴婢各一人，张志和让他们结婚，取名渔童和樵青。著有《玄真子》集。","dynastyid":"8"},{"writerid":"89","writername":"戴叔伦","summary":"　　戴叔伦(732—789)，唐代诗人，字幼公（一作次公），润州金坛(今属江苏)人。年轻时师事萧颖士。曾任新城令、东阳令、抚州刺史、容管经略使。晚年上表自请为道士。其诗多表现隐逸生活和闲适情调，但《女耕田行》、《屯田词》等篇也反映了人民生活的艰苦。论诗主张“诗家之景，如蓝田日暖，良玉生烟，可望而不可置于眉睫之前”。其诗体裁皆有所涉猎。","dynastyid":"8"},{"writerid":"90","writername":"皇甫松","summary":"　　皇甫松，字子奇，自号檀栾子，睦州新安（今浙江淳安）人。他是工部侍郎皇甫湜之子，宰相牛僧孺之外甥。《新唐书·艺文志》著录皇甫松《醉乡日月》3卷。其词今存20余首，见于《花间集》、《唐五代词》。事迹见《历代诗馀》。 今有王国维辑《檀栾子词》一卷。<br />","dynastyid":"8"},{"writerid":"91","writername":"薛昭蕴","summary":"　薛昭蕴，字澄州，河中宝鼎（今山西荣河县）人。王衍时，官至侍郎。擅诗词，才华出众。《北梦琐言》：薛澄州昭蕴即保逊之子也。恃才傲物，亦有父风。每入朝省，弄笏而行，旁若无人。好唱《浣溪沙》词。","dynastyid":"8"},{"writerid":"92","writername":"牛峤","summary":"　牛峤，字松卿（约公元890年前后在世），一字延峰，陇西人。生卒年均不详，约唐昭宗大顺初前后在世。乾符五年（公元878年）进士及第。历官拾遗，补尚书郎，后人又称“牛给事”。以词著名，词格类温庭筠。原有歌诗集三卷，今存词三十三首，（见《花间集》）诗六首。","dynastyid":"8"},{"writerid":"93","writername":"牛希济","summary":"　　五代词人。生卒年不详。陇西（今甘肃）人。词人牛峤之侄。早年即有文名，遇丧乱，流寓于蜀，依峤而居。后为前蜀主王建所赏识，任起居郎。前蜀后主王衍时，累官翰林学士、御史中丞。后唐庄宗同光三年(925)，随前蜀主降于后唐，明宗时拜雍州节度副使。","dynastyid":"8"},{"writerid":"94","writername":"顾敻","summary":"　　顾敻，五代词人。生卒年、籍贯及字号均不详。前蜀王建通正(916)时，以小臣给事内廷，见秃鹫翔摩诃池上，作诗刺之，几遭不测之祸。后擢茂州刺史。入后蜀，累官至太尉。顾夐能诗善词。 《花间集》收其词55首，全部写男女艳情。","dynastyid":"7"},{"writerid":"95","writername":"孙光宪","summary":"孙光宪（901-968），字孟文，自号葆光子，属鸡，出生在陵州贵平（今属四川省仁寿县东北的向家乡贵坪村）。仕南平三世，累官荆南节度副使、朝议郎、检校秘书少监，试御史中丞。入宋，为黄州刺史。太祖乾德六年卒。《宋史》卷四八三、《十国春秋》卷一○二有传。孙光宪“性嗜经籍，聚书凡数千卷。或手自钞写，孜孜校雠，老而不废”。著有《北梦琐言》、《荆台集》、《橘斋集》等，仅《北梦琐言》传世。词存八十四首，风格与“花间”的浮艳、绮靡有所不同。刘毓盘辑入《唐五代宋辽金元名家词集六十种》中，又有王国维缉《孙中丞词》一卷。","dynastyid":"7"},{"writerid":"96","writername":"佚名(五代)","summary":"佚名(五代)","dynastyid":"7"},{"writerid":"97","writername":"王禹偁","summary":"　　王禹偁（954—1001）北宋白体诗人、散文家。字元之，汉族，济州巨野（今山东省巨野县）人，晚被贬于黄州，世称王黄州。太平兴国八年进士，历任右拾遗、左司谏、知制诰、翰林学士。敢于直言讽谏，因此屡受贬谪。真宗即位，召还，复知制诰。后贬知黄州，又迁蕲州病死。王禹偁为北宋诗文革新运动的先驱，文学韩愈、柳宗元，诗崇杜甫、白居易，多反映社会现实，风格清新平易。词仅存一首，反映了作者积极用世的政治抱负，格调清新旷远。著有《小畜集》。","dynastyid":"8"},{"writerid":"98","writername":"潘阆","summary":"潘阆（?～1009）宋初著名隐士、文人。字梦空，一说字逍遥，号逍遥子，大名（今属河北）人，一说扬州(今属江苏)人。性格疏狂，曾两次坐事亡命。真宗时释其罪，任滁州参军。有诗名，风格类孟郊、贾岛，亦工词，今仅存《酒泉子》十首。","dynastyid":"8"},{"writerid":"99","writername":"林逋","summary":"　　林逋（967一1028）字君复，汉族，浙江大里黄贤村人（一说杭州钱塘）。幼时刻苦好学，通晓经史百家。书载性孤高自好，喜恬淡，勿趋荣利。长大后，曾漫游江淮间，后隐居杭州西湖，结庐孤山。常驾小舟遍游西湖诸寺庙，与高僧诗友相往还。每逢客至，叫门童子纵鹤放飞，林逋见鹤必棹舟归来。作诗随就随弃，从不留存。1028年（天圣六年）卒。其侄林彰（朝散大夫）、林彬（盈州令）同至杭州，治丧尽礼。宋仁宗赐谥“和靖先生”。<br />","dynastyid":"8"},{"writerid":"100","writername":"寇准","summary":"　莱国忠愍公寇准（961-1023），字平仲。汉族，华州下邽(今陕西渭南）人。北宋政治家﹑诗人。太平兴国五年进士，授大理评事，知归州巴东、大名府成安县。累迁殿中丞、通判郓州。召试学士院，授右正言、直史馆，为三司度支推官，转盐铁判官。天禧元年，改山南东道节度使，再起为相（中书侍郎兼吏部尚书、同平章事、景灵宫使）。天圣元年 (1023) 九月，又贬寇准衡州司马，是时寇准病笃，诏至，抱病赴衡州（今衡阳）任，病故于竹榻之上，衡州团练副使李迪迎寇准尸灵厝于衡州(今衡阳市)岳屏山花药寺，妻子宋氏奏乞归葬故里。皇佑四年，诏翰林学士孙抃撰神道碑，帝为篆其首曰“旌忠”。寇准善诗能文，七绝尤有韵味，今传《寇忠愍诗集》三卷。","dynastyid":"8"},{"writerid":"101","writername":"范仲淹","summary":"　范仲淹（989－1052年），字希文，汉族，北宋著名的政治家、思想家、军事家、文学家，世称“范文正公”。范仲淹文学素养很高，写有著名的《岳阳楼记》。","dynastyid":"8"},{"writerid":"102","writername":"柳永","summary":"　柳永，（约987年—约1053年）北宋著名词人，婉约派创始人物。汉族，崇安（今福建武夷山）人，原名三变，字景庄，后改名永，字耆卿，排行第七，又称柳七。宋仁宗朝进士，官至屯田员外郎，故世称柳屯田。他自称“奉旨填词柳三变”，以毕生精力作词，并以“白衣卿相”自诩。其词多描绘城市风光和歌妓生活，尤长于抒写羁旅行役之情，创作慢词独多。铺叙刻画，情景交融，语言通俗，音律谐婉，在当时流传极其广泛，人称“凡有井水饮处，皆能歌柳词”，婉约派最具代表性的人物之一，对宋词的发展有重大影响，代表作 《雨霖铃》《八声甘州》。","dynastyid":"8"},{"writerid":"103","writername":"张先","summary":"　张先（990－1078），字子野，乌程（今浙江湖州吴兴）人。北宋时期著名的词人，曾任安陆县的知县，因此人称“张安陆”。天圣八年进士，官至尚书都官郎中。晚年退居湖杭之间。曾与梅尧臣、欧阳修、苏轼等游。善作慢词，与柳永齐名，造语工巧，曾因三处善用“影”字，世称张三影。","dynastyid":"8"},{"writerid":"104","writername":"晏殊","summary":"　　晏殊【yàn shū】（991-1055）字同叔，著名词人、诗人、散文家，北宋抚州府临川城人（今江西进贤县文港镇沙河人，位于香楠峰下，其父为抚州府手力节级），是当时的抚州籍第一个宰相。晏殊与其第七子晏几道（1037-1110），在当时北宋词坛上，被称为“大晏”和“小晏”。","dynastyid":"8"},{"writerid":"105","writername":"张昪","summary":"　张昪（992─1077）字杲卿，韩城（今属陕西）人。南宋初人，作者经历宋由盛到衰的时代。此词为作者退居期间所作。大中祥符八年（1015）进士，官至御史中丞、参知政事兼枢密使，以太子太师致仕。熙宁十年卒，年八十六，谥康节。","dynastyid":"8"},{"writerid":"106","writername":"宋祁","summary":"　　宋祁（998～1061）北宋文学家。字子京，安州安陆（今湖北安陆）人，后徙居开封雍丘（今河南杞县）。天圣二年进士，官翰林学士、史馆修撰。与欧阳修等合修《新唐书》，书成，进工部尚书，拜翰林学士承旨。卒谥景文，与兄宋庠并有文名，时称“二宋”。诗词语言工丽，因《玉楼春》词中有“红杏枝头春意闹”句，世称“红杏尚书”。","dynastyid":"8"},{"writerid":"107","writername":"叶清臣","summary":"　　叶清臣（1000─1049） 北宋名臣。字道卿，长洲人（今苏州市）。天圣二年（1024）榜眼。历任光禄寺丞、集贤校理，迁太常丞，进直史馆。论范仲淹、余靖以言事被黜事，为仁宗采纳，仲淹等得近徙。同修起居注，权三司使。知永兴军时，修复三白渠，溉田六千顷，实绩显著，后人称颂。著作今存《述煮茶小品》等。皇祐元年卒，年五十（一作四十七）。《宋史》、《东都事略》有传。《全宋词》录其词一首。<br />","dynastyid":"8"},{"writerid":"108","writername":"韩缜","summary":"　韩缜（1019～1097）字玉汝，原籍灵寿（今属河北）人，徙雍丘（今河南杞县）。韩绛、韩维之弟。庆历二年进士。英宗时任淮南转运使，神宗时自龙图阁直学士进知枢密院事。曾出使西夏。哲宗立，拜尚书右仆射兼中书侍郎，罢知颍昌府。绍圣四年卒，年七十九，谥庄敏，封崇国公。《宋史》、《东都事略》有传。《全宋词》录其词一首。","dynastyid":"8"},{"writerid":"109","writername":"王安国","summary":"　　王安国（1028年-1074年）字平甫，王安石大弟。熙宁进士。北宋临川（今江西省东乡县上池村）人。北宋著名诗人。世称王安礼、王安国、王雱为“临川三王”。王安国器识磊落，文思敏捷，曾巩谓其“于书无所不通，其明于是非得失之理为尤详，其文闳富典重，其诗博而深。","dynastyid":"8"},{"writerid":"110","writername":"王观","summary":"　王观(1035--1100)，字通叟，生于如皋(今江苏如皋)，北宋著名词人。<br />　　王安石为开封府试官时，他得中科举及第。宋仁宗嘉佑二年(1057年)，考中进士。<br />　　其后，历任大理寺丞、江都知县等职，在任时作《扬州赋》，宋神宗阅后大喜，大加褒赏；又撰《扬州芍药谱》一卷，遂被重用为翰林学士净土。","dynastyid":"8"},{"writerid":"111","writername":"晏几道","summary":"　晏几道（1030-1106，一说1038—1110 ，一说1038-1112），男，汉族，字叔原，号小山，著名词人，抚州临川文港沙河（今属江西省南昌市进贤县）人。晏殊第七子。历任颍昌府许田镇监、乾宁军通判、开封府判官等。性孤傲，晚年家境中落。词风哀感缠绵、清壮顿挫。一般讲到北宋词人时，称晏殊为大晏，称晏几道为小晏。《雪浪斋日记》云：“晏叔原工小词，不愧六朝宫掖体。”如《鹧鸪天》中的“舞低杨柳楼心月，歌尽桃花扇底风”等等词句，备受人们的赞赏。","dynastyid":"8"},{"writerid":"112","writername":"张舜民","summary":"　　张舜民 生卒年不详，北宋文学家、画家。字芸叟，自号浮休居士，又号矴斋。邠州（今陕西彬县）人。诗人陈师道之姊夫。英宗治平二年(1065)进士，为襄乐令。元丰中，环庆帅高遵裕辟掌机密文字。元祐初做过监察御史。为人刚直敢言。徽宗时升任右谏议大夫,任职七天,言事达60章，不久以龙图阁待制知定州。后又改知同州。曾因元祐党争事，牵连治罪，被贬为楚州团练副使，商州安置。后又出任过集贤殿修撰。","dynastyid":"8"},{"writerid":"113","writername":"李之仪","summary":"　李之仪(1038～1117）北宋词人。字端叔，自号姑溪居士、姑溪老农。汉族，沧州无棣（庆云县）人。哲宗元祐初为枢密院编修官，通判原州。元祐末从苏轼于定州幕府，朝夕倡酬。元符中监内香药库，御史石豫参劾他曾为苏轼幕僚，不可以任京官，被停职。徽宗崇宁初提举河东常平。后因得罪权贵蔡京，除名编管太平州（今安徽当涂），后遇赦复官，晚年卜居当涂。著有《姑溪词》一卷、《姑溪居士前集》五十卷和《姑溪题跋》二卷。<br />","dynastyid":"8"},{"writerid":"114","writername":"黄裳","summary":"　　黄裳（1044-1130），字勉仲，延平（今福建南平）人。元丰五年（1082）进士第一，累官至端明殿学士。卒赠少傅。著有《演山先生文集》、《演山词》。<br /><br />　　黄裳是北宋著名文学家和词人，其词语言明艳，如春水碧玉，令人心醉，著有《演山先生文集》、《演山词》，词作以《减字木兰花》最为著名，流传甚广。<br />","dynastyid":"8"},{"writerid":"115","writername":"王雱","summary":"王雱（1044-1076年），字元泽，北宋临川人（今江西省东乡县上池村人），文学家，道学、佛学学者。北宋著名政治家、思想家、文学家王安石之子。世称王安礼、王安国、王雱为“临川三王”。","dynastyid":"8"},{"writerid":"116","writername":"黄庭坚","summary":"黄庭坚 （1045－1105），字鲁直，自号山谷道人，晚号涪翁，又称豫章黄先生，汉族，洪州分宁（今江西修水）人。北宋诗人、词人、书法家，为盛极一时的江西诗派开山之祖，而且，他跟杜甫、陈师道和陈与义素有“一祖三宗”（黄为其中一宗）之称。英宗治平四年(1067)进士。历官叶县尉、北京国子监教授、校书郎、著作佐郎、秘书丞、涪州别驾、黔州安置等。诗歌方面，他与苏轼并称为“苏黄”；书法方面，他则与苏轼、米芾、蔡襄并称为“宋代四大家”；词作方面，虽曾与秦观并称“秦黄”，但黄氏的词作成就却远逊于秦氏。","dynastyid":"8"},{"writerid":"117","writername":"李元膺","summary":"　　东平（今属山东）人，南京教官。生平未详。绍圣间，李孝美作《墨谱法式》，元膺为序。又蔡京翰苑，因赐宴西池，失足落水，几至沉溺，元膺闻之笑曰：“蔡元长都湿了肚里文章。”京闻之怒，卒不得召用。据此，元膺当为哲宗、徽宗时人。《乐府雅词》有李元膺词八首。","dynastyid":"8"},{"writerid":"118","writername":"朱服","summary":"　　朱服（1048-？）字行中，湖州乌程（今浙江吴兴）人。熙宁六年（1073）进士。累官国子司业、起居舍人，以直龙图阁知润州，徙泉州、婺州等地。哲宗朝，历官中书舍人、礼部侍郎。徽宗时，任集贤殿修撰，后知广州，黜知泉州，再贬蕲州安置，改兴国军卒。《全宋词》存其词一首，格调凄苍。","dynastyid":"8"},{"writerid":"119","writername":"时彦","summary":"　时彦（？—1107），字邦彦，河南开封（今河南开封）人。宋神宗元丰二年（1079）己未科状元。存词仅一首。","dynastyid":"8"},{"writerid":"120","writername":"秦观","summary":"秦观（1049-1100）字太虚，又字少游，别号邗沟居士，世称淮海先生。汉族，北宋高邮（今江苏）人，官至太学博士，国史馆编修。秦观一 生坎坷，所写诗词，高古沉重，寄托身世，感人至深。苏轼过扬州，亲自看望秦观，正巧孙觉、王巩亦在高邮，乃相约游东岳庙，载酒论文，吟诗作赋，一时传为佳话。秦观生前行踪所至之处，多有遗迹。如浙江杭州的秦少游祠，丽水的秦少游塑像、淮海先生祠、莺花亭；青田的秦学士祠；湖南郴州三绝碑；广西横县的海棠亭、醉乡亭、淮海堂、淮海书院等。秦观墓在无锡惠山之北粲山上，墓碑上书“秦龙图墓”几个大字。有秦家村、秦家大院以及省级文物保护单位古文游台。","dynastyid":"8"},{"writerid":"121","writername":"贺铸","summary":"　贺铸(1052～1125) 北宋词人。字方回，号庆湖遗老。汉族，卫州（今河南卫辉）人。宋太祖贺皇后族孙，所娶亦宗室之女。自称远祖本居山阴，是唐贺知章后裔，以知章居庆湖（即镜湖），故自号庆湖遗老。","dynastyid":"8"},{"writerid":"122","writername":"仲殊","summary":"北宋僧人、词人。字师利。安州（今湖北安陆）人。本姓张，名挥，仲殊为其法号。曾应进士科考试。生卒年不详。年轻时游荡不羁，几乎被妻子毒死，弃家为僧，先后寓居苏州承天寺、杭州宝月寺，因时常食蜜以解毒，人称蜜殊；或又用其俗名称他为僧挥。他与苏轼往来甚厚。徽宗崇宁年间自缢而死。","dynastyid":"8"},{"writerid":"123","writername":"晁补之","summary":"　　晁补之（1053—1110年），北宋时期著名文学家。字无咎，号归来子，汉族，济州巨野（今属山东巨野县）人，为“苏门四学士”（另有北宋诗人黄庭坚、秦观、张耒）之一。","dynastyid":"8"},{"writerid":"124","writername":"张耒","summary":"　　北宋文学家，擅长诗词，为苏门四学士之一。《全宋词》《全宋诗》中有他的多篇作品。早年游学于陈，学官苏辙重爱，从学于苏轼，苏轼说他的文章类似苏辙，汪洋澹泊。其诗学白居易、张籍，如：《田家》《海州道中》《输麦行》多反映下层人民的生活以及自己的生活感受，风格平易晓畅。著作有《柯山集》五十卷、《拾遗》十二卷、《续拾遗》一卷。《宋史》卷四四四有传。","dynastyid":"8"},{"writerid":"125","writername":"侯蒙","summary":"　侯蒙（1054～1121），字元功，密州高密（今属山东）人，北宋宋徽宗崇宁年间户部尚书，谥文穆。《全宋词》第一册收其词一首。《全宋文》卷二七○四收其文四篇。事迹见《宋史》卷三五一本传。","dynastyid":"8"},{"writerid":"126","writername":"周邦彦","summary":"　　周邦彦（1056年－1121年），中国北宋末期著名的词人，字美成，号清真居士，汉族，钱塘（今浙江杭州）人。历官太学正、庐州教授、知溧水县等。徽宗时为徽猷阁待制，提举大晟府。精通音律，曾创作不少新词调。作品多写闺情、羁旅，也有咏物之作。格律谨严。语言典丽精雅。长调尤善铺叙。为后来格律派词人所宗。旧时词论称他为“词家之冠”。有《清真集》传世。","dynastyid":"8"},{"writerid":"127","writername":"谢逸","summary":"　谢逸（1068-1113，一说1010-1113）字无逸，号溪堂。宋代临川城南（今属江西省抚州市）人。北宋文学家，江西诗派二十五法嗣之一。与其从弟谢薖并称“临川二谢”。与饶节、汪革、谢薖并称为“江西诗派临川四才子”。 曾写过300首咏蝶诗，人称“谢蝴蝶”。生于宋神宗赵顼熙宁元年，幼年丧父，家境贫寒。与汪革、谢薖同学于吕希哲，刻苦磨砺，诗文俱佳。两次应科举，均不第。然操履峻洁，不附权贵，和谢薖“修身砺行，在崇宁大观间不为世俗毫发污染”（《谢幼盘文集》卷首），一生过着“家贫惟饭豆，肉贵但羡藜”的安贫乐道的清苦生活，以作诗文自娱。在乡家居，每月召集乡中贤士聚会一次，共议古人厚德之事，并抄录成册，名为“宽厚会”。其《寄隐士诗》表达了自己的志向：“先生骨相不封侯，卜居但得林塘幽。家藏玉唾几千卷，手校韦编三十秋。相知四海孰青眼，高卧一庵今白头。襄阳耆旧节独苦，只有庞公不入州”。这首诗为历代诗论家所赞赏，《竹庄诗话》、《诗林广记》均称其为佳作。宋徽宗赵佶政和三年以布衣终老于故土，年四十五。","dynastyid":"8"},{"writerid":"128","writername":"毛滂","summary":"　　毛滂，字泽民，衢州江山人，约生于嘉佑六年（1061），卒于宣和末年。有《东堂集》十卷和《东堂词》一卷传世。","dynastyid":"8"},{"writerid":"129","writername":"叶梦得","summary":"　叶梦得(1077～1148) 宋代词人。字少蕴。苏州吴县人。绍圣四年(1097)登进士第，历任翰林学士、户部尚书、江东安抚大使等官职。晚年隐居湖州弁山玲珑山石林，故号石林居士，所著诗文多以石林为名，如《石林燕语》、《石林词》、《石林诗话》等。绍兴十八年卒，年七十二。死后追赠检校少保。 在北宋末年到南宋前半期的词风变异过程中，叶梦得是起到先导和枢纽作用的重要词人。作为南渡词人中年辈较长的一位，叶梦得开拓了南宋前半期以&quot;气&quot;入词的词坛新路。叶词中的气主要表现在英雄气、狂气、逸气三方面。","dynastyid":"8"},{"writerid":"130","writername":"曹组","summary":"　　曹组，北宋词人。生卒年不详。字元宠。颍昌（今河南许昌）人。一说阳翟（今河南禹县）人。曾官睿思殿应制，因占对才敏，深得宋徽宗宠幸，奉诏作《艮岳百咏》诗。约于徽宗末年去世。存词36首。曹组的词以&quot;侧艳&quot;和&quot;滑稽下俚&quot;著称，在北宋末曾传唱一时，浅薄无聊者纷纷仿效。但在南宋初却受到有识者的批评，甚至鄙弃。一些词描写其羁旅生活，感受真切，境界颇为深远，无论手法、情韵，都与柳永词有继承关系。","dynastyid":"8"},{"writerid":"131","writername":"万俟咏","summary":"　　万俟咏是北宋末南宋初词人。字雅言，自号词隐、大梁词隐。籍贯与生卒年均不详。哲宗元佑时已以诗赋见称于时。据王灼《碧鸡漫志》卷2记载：“元佑时诗赋老手”。但屡试不第，于是绝意仕进，纵情歌酒。自号“大梁词隐”。徽宗政和初年，召试补官，授大晟府制撰。绍兴五年(1135)补任下州文学。善工音律，能自度新声。词学柳永，存词27首。","dynastyid":"8"},{"writerid":"132","writername":"汪藻","summary":"　汪藻（1079～1154）北宋末、南宋初文学家。字彦章，号浮溪，又号龙溪，饶州德兴（今属江西）人。汪谷之子。先世籍贯婺源，后移居饶州德兴（今属江西）。早年曾向徐俯、韩驹学诗，入太学，喜读《春秋左氏传》及《西汉书》。崇宁二年（1103）进士，任婺州（今浙江金华）观察推官、宣州（今属安徽）教授、著作佐郎、宣州（今属安徽）通判等职。徽宗亲制“居臣庆会阁诗”，下令群臣献诗，汪藻一人独领风骚，与胡伸俱有文名，时称“江左二宝”。素与王黼不和，提点江州太平观，终黼之世均不得用。钦宗即位，召为屯田员外郎，再迁太常少卿、起居舍人。绍兴元年(1131)，除龙图阁直学士，知湖（今属浙江)，后知抚（今属江西）、徽（今安徽歙县）、泉（今属福建）、宣等州。绍兴十三年（1143）罢职居永州（今属湖南），官至显谟阁大学士、左大中大夫，封新安郡侯，卒赠端明殿学士。为官清廉，“通显三十年，无屋庐以居。”《全宋词》录其词4首。","dynastyid":"8"},{"writerid":"133","writername":"朱敦儒","summary":"　　朱敦儒 （1081－1159），字希真，洛阳人。历兵部郎中、临安府通判、秘书郎、都官员外郎、两浙东路提点刑狱，致仕，居嘉禾。绍兴二十九年（1159）卒。有词三卷，名《樵歌》。朱敦儒获得“词俊”之名，与“诗俊”陈与义等并称为“洛中八俊” （楼钥《跋朱岩壑鹤赋及送闾丘使君诗》）","dynastyid":"8"},{"writerid":"134","writername":"蒋氏女","summary":"　　蒋氏女，生卒年不详，宜兴（今江苏县名）人，一作浙西人。父兴祖，为阳武（今河南原阳）县令，靖康初，金兵围城，抵抗而死，妻儿亦死难。韦居安谓：“其女为贼掳去，题字于雄州驿中，叙其本末，乃作《减字木兰花》词云......蒋令，浙西人，其女方笄，美颜色，能诗词，乡人皆能称之。”","dynastyid":"8"},{"writerid":"135","writername":"王炎","summary":"　　王炎（1137——1218）字晦叔，一字晦仲，号双溪，婺源（今属江西）人。一生著述甚富，有《读易笔记》、《尚书小传》、《礼记解》、《论 语解》、《孝圣解》、《老子解》、《春秋衍义》、《象数稽疑》、《禹贡辨》等，《全宋词》第 三册录其词五十二首。事迹见胡升《王大监传》（《新安文献志》卷六九）、 《宋史翼》卷二四，参《南宋馆阁续 录》卷八、九。","dynastyid":"8"},{"writerid":"136","writername":"李清照","summary":"　李清照（1084年3月13日～1155年5月12日）号易安居士，汉族，山东省济南章丘人。宋代（南北宋之交）女词人，婉约词派代表，有“千古第一才女”之称。所作词，前期多写其悠闲生活，后期多悲叹身世，情调感伤。形式上善用白描手法，自辟途径，语言清丽。论词强调协律，崇尚典雅，提出词“别是一家”之说，反对以作诗文之法作词。能诗，留存不多，部分篇章感时咏史，情辞慷慨，与其词风不同。有《易安居士文集》《易安词》，已散佚。后人有《漱玉词》辑本。今有《李清照集校注》。<br />","dynastyid":"8"},{"writerid":"137","writername":"白朴","summary":"　　白朴（1226—约1306） 原名恒，字仁甫，后改名朴，字太素，号兰谷。汉族，祖籍隩州（今山西河曲附近），后徙居真定（今河北正定县），晚岁寓居金陵（今南京市），终身未仕。他是元代著名的文学家、曲作家、杂剧家，与关汉卿、马致远、郑光祖合称为元曲四大家。代表作主要有《唐明皇秋夜梧桐雨》、《裴少俊墙头马上》、《董月英花月东墙记》等。","dynastyid":"10"},{"writerid":"138","writername":"张养浩","summary":"　张养浩（1269—1329年），汉族，字希孟，号云庄，山东济南人，元代著名散曲家。诗、文兼擅，而以散曲著称。代表作有《山坡羊·潼关怀古》等。","dynastyid":"10"},{"writerid":"139","writername":"徐再思","summary":"　　徐再思(1320年前后在世)，元代散曲作家。字德可，曾任嘉兴路吏。因喜食甘饴，故号甜斋。浙江嘉兴人。生卒年不详，与贯云石为同时代人，今存所作散曲小令约100首。作品与当时自号酸斋的贯云石齐名，称为“酸甜乐府”。后人任讷又将二人散曲合为一编，世称《酸甜乐府》，收有他的小令103首。","dynastyid":"10"},{"writerid":"140","writername":"张可久","summary":"　　张可久（约1270～1348以后）字小山（一说名伯远，字可久，号小山）（《尧山堂外纪》）；一说名张可久肖像（林晋生作）可久，字伯远，号小山（《词综》）；又一说字仲远，号小山（《四库全书总目提要》），庆元（治所在今浙江宁波鄞县）人，元朝重要散曲家，剧作家，与乔吉并称“双壁”，与张养浩合为“二张”。","dynastyid":"10"},{"writerid":"141","writername":"周德清","summary":"　周德清（1277－1365）元代文学家。字日湛，号挺斋，高安（今属江西高安市杨圩镇睱塘周家）人。北宋词人周邦彦的后代。工乐府，善音律。终身不仕。著有音韵学名著《中原音韵》，为我国古代有名的音韵学家。元代卓越的音韵学家与戏曲作家。《录鬼簿续篇》对他的散曲创作评价很高，然其编著的《中原音韵》在中国音韵学与戏曲史上却有非凡影响。《中原音韵》是为北曲用韵而作，纠正作曲家用韵不一，其正音依据是中原语音。成书后，戏曲作曲、唱曲都有了规范，促进了戏曲用韵的统一。《中原音韵》以当时北方实际语音为标准，所定之韵接近今北京音，因而此书是研究近代以北方音为主的普通话语音的珍贵资料。「德清三词，不惟江南，实天下之独步也。」《全元散曲》录存其小令31首，套数3套。至正己（1365）卒，年八十九。<br />","dynastyid":"10"},{"writerid":"142","writername":"关汉卿","summary":"　关汉卿（约1220年──1300年），元代杂剧作家。是中国古代戏曲创作的代表人物，“元曲四大家”之首。号已斋（一作一斋）、已斋叟。汉族，解州人（今山西省运城），与马致远、郑光祖、白朴并称为“元曲四大家”。以杂剧的成就最大，一生写了60多种，今存18种，最著名的有《窦娥冤》；关汉卿也写了不少历史剧，如：《单刀会》、《单鞭夺槊》、《西蜀梦》等；散曲今在小令40多首、套数10多首。关汉卿塑造的“我却是蒸不烂、煮不熟、捶不匾、炒不爆、响珰珰一粒铜豌豆”（〈不伏老〉）的形象也广为人称，被誉“曲家圣人”。","dynastyid":"10"},{"writerid":"143","writername":"张雨","summary":"　　张雨（1283～1350）元代诗文家，号句曲外史，道名嗣真，道号贞居子曾从虞集受学，博学多闻，善谈名理。诗文、诗文、书法、绘画，清新流丽，有晋、唐遗意。年二十弃家为道士，居茅山，尝从开元宫王真人入京，欲官之，不就。","dynastyid":"10"},{"writerid":"144","writername":"元好问","summary":"　元好问，字裕之，号遗山，太原秀容（今山西忻州）人；系出北魏鲜卑族拓跋氏，元好问过继叔父元格；七岁能诗，十四岁从学郝天挺，六载而业成；兴定五年（1221）进士，不就选；正大元年（1224 ），中博学宏词科，授儒林郎，充国史院编修，历镇平、南阳、内乡县令。八年（1231）秋，受诏入都，除尚书省掾、左司都事，转员外郎；金亡不仕，元宪宗七年卒于获鹿寓舍；工诗文，在金元之际颇负重望；诗词风格沉郁，并多伤时感事之作。其《论诗》绝句三十首在中国文学批评史上颇有地位；作有《遗山集》又名《遗山先生文集》，编有《中州集》。","dynastyid":"9"},{"writerid":"145","writername":"刘迎","summary":"　　刘迎（？—1180）金代诗人、词人，字无党，号无诤居士。东莱（今山东莱州）人。曾为唐州幕官。世宗大定十三年（1173）以荐书对策为当时第一，次年登进士第，授豳王府记室，改任太子司经，颇受金世宗第二子显宗允恭的亲重。大定二十年“从驾凉陉”，因病去世。","dynastyid":"9"},{"writerid":"146","writername":"张岱","summary":"　张岱（1597年～1679年）又名维城，字宗子，又字石公，号陶庵、天孙，别号蝶庵居士，晚号六休居士，汉族，山阴(今浙江绍兴)人。寓居杭州。出生仕宦世家，少为富贵公子，精于茶艺鉴赏，爱繁华，好山水，晓音乐，戏曲，明亡后不仕，入山著书以终。张岱为明末清初文学家、史学家，其最擅长散文，著有《琅嬛文集》《陶庵梦忆》《西湖梦寻》《三不朽图赞》《夜航船》等绝代文学名著。","dynastyid":"11"},{"writerid":"147","writername":"于谦","summary":"　于谦（1398年5月13日－1457年2月16日），字廷益，号节庵，官至少保，世称于少保。汉族，明朝浙江承宣布政使司杭州钱塘县人。因参与平定汉王朱高煦谋反有功，得到明宣宗器重，担任明朝山西河南巡抚。明英宗时期，因得罪王振下狱，后释放，起为兵部侍郎。土木之变后英宗被俘，郕王朱祁钰监国，擢兵部尚书。于谦力排南迁之议，决策守京师，与诸大臣请郕王即位。瓦剌兵逼京师，督战，击退之。论功加封少保，总督军务，终迫也先遣使议和，使英宗得归。天顺元年因“谋逆”罪被冤杀。谥曰忠肃。有《于忠肃集》。于谦与岳飞、张煌言并称“西湖三杰”。","dynastyid":"11"},{"writerid":"148","writername":"魏学洢","summary":"　魏学洢（约1596——约1625），字子敬，中国明朝末嘉善（今属浙江省嘉兴市）人，明朝末年的著名散文作家。是当地有名的秀才，也是一代明臣魏大中的长子，一生未做过官，好学善文，著有《茅檐集》。被清代人张潮收入《虞初新志》的《核舟记》，是其代表作。","dynastyid":"11"},{"writerid":"149","writername":"文征明","summary":"　文征明（1470-1559），原名壁，字征明。四十二岁起以字行，更字征仲。因先世衡山人，故号衡山居士，世称“文衡山”，明代画家、书法家、文学家。汉族，长州（今江苏苏州）人。生于明宪宗成化六年，卒于明世宗嘉靖三十八年，年九十岁，曾官翰林待诏。诗宗白居易、苏轼，文受业于吴宽，学书于李应祯，学画于沈周。在诗文上，与祝允明、唐寅、徐祯卿 并称“吴中四才子”。在画史上与沈周、唐寅、仇英合称“吴门四家”。","dynastyid":"11"},{"writerid":"150","writername":"宋濂","summary":"　　宋濂（1310—1381）字景濂，号潜溪，别号玄真子、玄真道士、玄真遁叟。汉族，浦江（今浙江浦江县）人，元末明初文学家，曾被明太祖朱元璋誉为“开国文臣之首”，学者称太史公。宋濂与高启、刘基并称为“明初诗文三大家”。他因长孙宋慎牵连胡惟庸党案而被流放茂州，途中病死于夔州。他的代表作品有《送东阳马生序》、《朱元璋奉天讨元北伐檄文》等。","dynastyid":"11"},{"writerid":"151","writername":"杨慎","summary":"　杨慎（1488～1559）明代文学家，明代三大才子之首。字用修，号升庵，后因流放滇南，故自称博南山人、金马碧鸡老兵。杨廷和之子，汉族，四川新都（今成都市新都区）人，祖籍庐陵。正德六年状元，官翰林院修撰，豫修武宗实录。武宗微行出居庸关，上疏抗谏。世宗继位，任经筵讲官。嘉靖三年，因“大礼议”受廷杖，谪戍终老于云南永昌卫。终明一世记诵之博，著述之富，慎可推为第一。其诗虽不专主盛唐，仍有拟右倾向。贬谪以后，特多感愤。又能文、词及散曲，论古考证之作范围颇广。著作达百余种。后人辑为《升庵集》。<br />","dynastyid":"11"},{"writerid":"152","writername":"唐寅","summary":"　唐寅（1470—1523），字伯虎，一字子畏，号六如居士、桃花庵主、鲁国唐生、逃禅仙吏等，汉族，南直隶苏州吴县人。明代著名画家、文学家。据传他于明宪宗成化六年庚寅年寅月寅日寅时生。他玩世不恭而又才气横溢，诗文擅名，与祝允明、文征明、徐祯卿并称“江南四大才子（吴门四才子）”，画名更著，与沈周、文征明、仇英并称“吴门四家”。","dynastyid":"11"},{"writerid":"153","writername":"徐陵","summary":"　　徐陵（507～583）字孝穆，东海郯（今山东郯城）人，徐摛之子。南朝梁陈间的诗人，文学家。早年即以诗文闻名。八岁能文，十二岁通《庄子》、《老子》。长大后，博涉史籍，有口才。梁武帝萧衍时期，任东宫学士，常出入禁闼，为当时宫体诗人，与庾信齐名，并称“徐庾”,与宋朝郭茂倩并称“乐府双壁。”入陈后历任尚书左仆射，中书监等职，继续宫体诗创作，诗文皆以轻靡绮艳见称。至德元年去世，时年七十七，赠镇右将军、特进，其侍中、左光禄、鼓吹、侯如故，谥曰章。 有四子：徐俭，徐份，徐仪，徐僔。","dynastyid":"4"},{"writerid":"154","writername":"范晔","summary":"　　范晔（公元398年—公元445年），字蔚宗，南朝宋史学家，顺阳（今河南淅川南）人。官至左卫将军，太子詹事。宋文帝元嘉九年（432年），范晔因为“左迁宣城太守，不得志，乃删众家《后汉书》为一家之作”，开始撰写《后汉书》，至元嘉二十二年（445年）以谋反罪被杀止，写成了十纪，八十列传。原计划作的十志，未及完成。今本《后汉书》中的八志三十卷，是南朝梁刘昭从司马彪的《续汉书》中抽出来补进去的。其中《杨震暮夜却金》已编入小学教材，《强项令》选入中学教材。","dynastyid":"4"},{"writerid":"155","writername":"王籍","summary":"　　王籍（生卒年不详），字文海，琅邪临沂（今山东临沂市北）人。南朝梁诗人。因其《入若耶溪》一诗，而享誉王籍诗史。有文才，不得志。齐末为冠军行参军，累迁外兵记室。梁天监末任湘东王萧绎咨议参军，迁中散大夫等。王籍诗歌学谢灵运，《南史·王籍传》称“时人咸谓康乐之有王籍，如仲尼之有丘明，老聃之有庄周”。","dynastyid":"4"},{"writerid":"156","writername":"纳兰性德","summary":"纳兰性德（1655－1685），满洲人，字容若，号楞伽山人，清代最著名词人之一。其诗词“纳兰词”在清代以至整个中国词坛上都享有很高的声誉，在中国文学史上也占有光采夺目的一席。他生活于满汉融合时期，其贵族家庭兴衰具有关联于王朝国事的典型性。虽侍从帝王，却向往经历平淡。特殊的生活环境背景，加之个人的超逸才华，使其诗词创作呈现出独特的个性和鲜明的艺术风格。流传至今的《木兰花令·拟古决绝词》——“人生若只如初见，何事秋风悲画扇？等闲变却故人心，却道故人心易变。”富于意境，是其众多代表作之一。","dynastyid":"12"},{"writerid":"157","writername":"龚自珍","summary":"　龚自珍（1792年8月22日～1841年9月26日）清代思想家、文学家及改良主义的先驱者。27岁中举人，38岁中进士。曾任内阁中书、宗人府主事和礼部主事等官职。主张革除弊政，抵制外国侵略，曾全力支持林则徐禁除鸦片。48岁辞官南归，次年暴卒于江苏丹阳云阳书院。他的诗文主张“更法”、“改图”，揭露清统治者的腐朽，洋溢着爱国热情，被柳亚子誉为“三百年来第一流”。著有《定庵文集》，留存文章300余篇，诗词近800首，今人辑为《龚自珍全集》。著名诗作《己亥杂诗》共315首。","dynastyid":"12"},{"writerid":"158","writername":"郑板桥","summary":"　郑板桥（1693—1765）清代官吏、书画家、文学家。名燮，字克柔，汉族，江苏兴化人。一生主要客居扬州，以卖画为生。“扬州八怪”之一。其诗、书、画均旷世独立，，世称“三绝”，擅画兰、竹、石、松、菊等植物，其中画竹已五十余年，成就最为突出。著有《板桥全集》。<br />　　康熙秀才、雍正举人、乾隆元年进士。中进士后曾历官河南范县、山东潍县知县，有惠政。以请臻饥民忤大吏，乞疾归。","dynastyid":"12"},{"writerid":"159","writername":"佚名(先秦)","summary":"佚名","dynastyid":"1"},{"writerid":"160","writername":"朱熹","summary":"　　朱熹（1130年9月15日～1200年4月23日），行五十二，小名沋郎，小字季延，字元晦，一字仲晦，号晦庵，晚称晦翁，又称紫阳先生、考亭先生、沧州病叟、云谷老人、沧洲病叟、逆翁。谥文，又称朱文公。汉族，祖籍南宋江南东路徽州府婺源县（今江西省婺源），出生于南剑州尤溪（今属福建三明市）。南宋著名的理学家、思想家、哲学家、教育家、诗人、闽学派的代表人物，世称朱子，是孔子、孟子以来最杰出的弘扬儒学的大师。<br />","dynastyid":"8"},{"writerid":"161","writername":"文天祥","summary":"　文天祥（1236.6.6－1283.1.9），字履善，又字宋瑞，自号文山，浮休道人。汉族，吉州庐陵（今江西吉安县）人，南宋末大臣，文学家，民族英雄。宝祐四年（1256年）进士，官到右丞相兼枢密史。被派往元军的军营中谈判，被扣留。后脱险经高邮嵇庄到泰县塘湾，由南通南归，坚持抗元。祥光元年（1278年）兵败被张弘范俘虏，在狱中坚持斗争三年多，后在柴市从容就义。著有《过零丁洋》、《文山诗集》、《指南录》、《指南后录》、《正气歌》等作品。","dynastyid":"8"},{"writerid":"162","writername":"杨万里","summary":"　杨万里，字廷秀，号诚斋，男，汉族。吉州吉水（今江西省吉水县）人。南宋杰出诗人，与尤袤、范成大、陆游合称南宋“中兴四大诗人”、“南宋四大家”。","dynastyid":"8"},{"writerid":"163","writername":"卢梅坡","summary":"（生卒事迹均不详），南宋诗人，《全宋词》录其《鹊桥仙》（三月廿一）等4首。“梅坡”应该也不是他的名字，而是他自号为梅坡，到现在他的原名和原字都散佚了，独留下一个卢梅坡的名字。<br />根据他写的诗可以总结出：1、擅长写绝句，基本不写别的体 2、擅长写植物，喜欢咏花，极其喜欢梅花 　 3、长居京城 4、与刘过关系很好 5、家道不错<br />","dynastyid":"8"},{"writerid":"164","writername":"王冕","summary":"　　元代诗人、文学家、书法家、画家王冕，字元章，号煮石山农，浙江诸暨人。出身农家。幼年丧父，在秦家放牛，每天利用放牛的时间画荷花，晚至寺院长明灯下读书，学识深邃，能诗，青团墨梅。隐居九里山，以卖画为生。画梅以胭脂作梅花骨体，或花密枝繁，别具风格，亦善写竹石。兼能刻印，用花乳石作印材，相传是他始创。著有《竹斋集》《墨梅图题诗》等。","dynastyid":"10"},{"writerid":"165","writername":"郑思肖","summary":"　　郑思肖（1241～1318）宋末诗人、画家，连江（今属福建）人。原名不详，宋亡后改名思肖，因肖是宋朝国姓赵的组成部分。字忆翁，表示不忘故国；号所南，日常坐卧，要向南背北。亦自称菊山后人、景定诗人、三外野人、三外老夫等。曾以太学上舍生应博学鸿词试。元军南侵时，曾向朝廷献抵御之策，未被采纳。后客居吴下，寄食报国寺。郑思肖擅长作墨兰，花叶萧疏而不画根土，意寓宋土地已被掠夺。有诗集《心史》、《郑所南先生文集》、《所南翁一百二十图诗集》等。","dynastyid":"8"},{"writerid":"166","writername":"翁卷","summary":"　翁卷，字续古，一字灵舒，乐清（今属浙江）人。工诗，为“永喜四灵”之一。曾领乡荐（《四库提要》作“尝登淳佑癸卯乡荐”，《乐清县志》承此，而近人以为是淳熙癸卯，相差一个甲子。衡诸翁卷生平，前者过早，后者过尽，疑都不确），生平未仕。以诗游士大夫间。有《四岩集》，《苇碧轩集》。清光绪《乐清县志》卷八有传。","dynastyid":"8"},{"writerid":"167","writername":"高鼎","summary":"高鼎，清代后期诗人。字象一，又字拙吾，仁和（今浙江省杭州市）人。高鼎生活在鸦片战争之后，大约在咸丰年间（1851～1861），其人无甚事迹，其诗也多不合那个时代，一般人提到他，只是因为他写了一首有名的有关放风筝的《村居》诗。著有《拙吾诗稿》。","dynastyid":"12"},{"writerid":"168","writername":"叶绍翁","summary":"　叶绍翁，南宋中期诗人，字嗣宗，号靖逸，处州龙泉人。祖籍建安（今福建建瓯），本姓李，后嗣于龙泉(今属浙江丽水)叶氏。生卒年不详。曾任朝廷小官。其学出自叶适，他长期隐居钱塘西湖之滨，与真德秀交往甚密，与葛天民互相酬唱。","dynastyid":"8"},{"writerid":"169","writername":"志南","summary":"南宋诗僧，志南是他的法号，生平不详。志南的生活状态已不靠，他在当时的文坛上也没有“中兴四大诗人”以及“二泉先生”诸人的风头那么前。但就这短短的一首诗，就以其对早春二月的细腻感受和真切描写，把自己的名字载入了宋代诗史。","dynastyid":"8"},{"writerid":"170","writername":"林升","summary":"　林升，字云友，又字梦屏，温州横阳亲仁乡荪湖里林坳（今属苍南县繁枝林坳）人，（《水心集》卷一二有《与平阳林升卿谋葬父序》）。大约生活在南宋孝宗朝（1106-1170年），是一位擅长诗文的士人。事见《东瓯诗存》卷四。《西湖游览志余》录其诗一首。","dynastyid":"8"},{"writerid":"171","writername":"袁枚","summary":"　袁枚（1716－1797）清代诗人、散文家。字子才，号简斋，晚年自号仓山居士、随园主人、随园老人。汉族，钱塘（今浙江杭州）人。乾隆四年进士，历任溧水、江宁等县知县，有政绩，四十岁即告归。在江宁小仓山下筑筑随园，吟咏其中。广收诗弟子，女弟子尤众。袁枚是乾嘉时期代表诗人之一，与赵翼、蒋士铨合称“乾隆三大家”。","dynastyid":"12"},{"writerid":"172","writername":"项羽","summary":"　项羽（公元前232年—公元前202年），名籍，字羽，秦下相（今江苏宿迁）人，他是中国军事思想“勇战派”代表人物，与“谋战派”孙武、韩信等人齐名。项羽是楚国名将项燕之孙。秦二世元年（前209年）从叔父项梁在吴中（今江苏苏州）起义，项梁阵亡后他率军渡河救赵王歇，巨鹿之战摧毁章邯的秦军主力。秦亡后称西楚霸王，实行分封制，封灭秦功臣及六国贵族为王。后与刘邦争夺天下，进行了四年的楚汉战争，公元前202年兵败垓下（今安徽灵壁南），突围至乌江（今安徽和县长江段西）边自刎。古人对其有“羽之神勇，千古无二”的评价，“霸王”一词，源自项羽。项羽至今为止一直被评为中国历史上最为勇猛的著名武将，称之“生当作人杰，死亦为鬼雄”。","dynastyid":"1"},{"writerid":"173","writername":"刘邦","summary":"　　汉高祖刘邦，沛县丰邑中阳里 人，汉朝开国皇帝，汉民族和汉文化伟大的开拓者之一、中国历史上杰出的政治家、卓越的战略家和指挥家。对汉族的发展，以及中国的统一和强大有突出贡献。","dynastyid":"1"},{"writerid":"174","writername":"刘彻","summary":"　　汉武帝刘彻（公元前156年－前87年），西汉的第7位皇帝，杰出的政治家、战略家、诗人。刘彻开拓汉朝最大版图，在各个领域均有建树，汉武盛世是中国历史上的三大盛世之一。晚年穷兵黩武，又造成了巫蛊之祸，征和四年刘彻下罪己诏。公元前87年刘彻崩于五柞宫，享年70岁，谥号孝武皇帝，庙号世宗，葬于茂陵。","dynastyid":"2"},{"writerid":"175","writername":"李延年","summary":"　李延年，西汉音乐家，生年不详。汉武帝宠妃李夫人的哥哥。李延年原本因犯法而受到腐刑，负责饲养宫中的狗，后因擅长音律，故颇得武帝喜爱。一日为武帝献歌：“北方有佳人，绝世而独立，一顾倾人城，再顾倾人国。宁不知倾城与倾国，佳人难再得。”李延年的妹妹由此入宫，称李夫人。后因李夫人生下了昌邑王刘髆，李延年也得以被封“协律都尉”，负责管理皇宫的乐器，极得武帝宠幸，“与上卧起，甚贵幸，埒如韩嫣”。李夫人去世后，爱弛，太初年间，因弟弟李季奸乱后宫，汉武帝下诏灭李延年和李季兄弟宗族。","dynastyid":"2"},{"writerid":"176","writername":"刘桢","summary":"　　刘桢（？-217），三国时魏名士，建安七子之一。字公干，山东东平宁阳人。博学有才，与魏文帝友善。后以不敬罪被刑，刑后署吏。所作五言诗，风格遒劲，语言质朴，重名于世，今有《刘公干集》。","dynastyid":"3"},{"writerid":"177","writername":"徐干","summary":"　　汉末文学家、哲学家。“建安七子”之一。以诗、辞赋、政论著称。其著作《中论》对历朝历代的统治者和文化学者影响深远。","dynastyid":"3"},{"writerid":"178","writername":"曹丕","summary":"　曹魏高祖文皇帝曹丕（187年冬－226年6月29日），字子桓，三国时期著名的政治家、文学家，曹魏的开国皇帝，公元220－226年在位。他在位期间，平定边患。击退鲜卑，和匈奴、氐、羌等外夷修好，恢复汉朝在西域的设置。除军政以外，曹丕自幼好文学，于诗、赋、文学皆有成就，尤擅长于五言诗，与其父曹操和弟曹植，并称三曹，今存《魏文帝集》二卷。另外，曹丕著有《典论》，当中的《论文》是中国文学史上第一部有系统的文学批评专论作品。去世后庙号高祖（《资治通鉴》作世祖），谥为文皇帝，葬于首阳陵。","dynastyid":"3"},{"writerid":"179","writername":"王粲","summary":"　王粲（177-217），字仲宣，山阳郡高平（今山东微山）人。东汉末年著名文学家，“建安七子”之一，由于其文才出众，被称为“七子之冠冕”。初仕刘表，后归曹操。","dynastyid":"2"},{"writerid":"180","writername":"嵇康","summary":"　　嵇康（224－263，一说223－262），字叔夜，汉族，三国时期魏国谯郡铚县（今安徽省宿州市西）人。著名思想家、音乐家、文学家。正始末年与阮籍等竹林名士共倡玄学新风，主张“越名教而任自然”、“审贵贱而通物情”，为“竹林七贤”的精神领袖。曾娶曹操曾孙女，官曹魏中散大夫，世称嵇中散。后因得罪钟会，为其构陷，而被司马昭处死。","dynastyid":"3"},{"writerid":"181","writername":"阮籍","summary":"　阮籍(210～263)，三国魏诗人。字嗣宗。陈留（今属河南）尉氏人。竹林七贤之一，是建安七子之一阮瑀的儿子。曾任步兵校尉，世称阮步兵。崇奉老庄之学，政治上则采谨慎避祸的态度。阮籍是“正始之音”的代表，著有《咏怀》、《大人先生传》等。","dynastyid":"3"},{"writerid":"182","writername":"佚名(魏晋)","summary":"佚名(魏晋)","dynastyid":"3"},{"writerid":"183","writername":"左思","summary":"　左思（约250～305）字太冲，齐国临淄（今山东淄博）人。西晋著名文学家，其《三都赋》颇被当时称颂，造成“洛阳纸贵”。左思自幼其貌不扬却才华出众。晋武帝时，因妹左棻被选入宫，举家迁居洛阳，任秘书郎。晋惠帝时，依附权贵贾谧，为文人集团“二十四友”的重要成员。永康元年（300年），因贾谧被诛，遂退居宜春里，专心著述。后齐王司马冏召为记室督，不就。太安二年（303年），因张方进攻洛阳而移居冀州，不久病逝。","dynastyid":"3"},{"writerid":"184","writername":"张翰","summary":"　　张翰，西晋文学家，字季鹰，父亲是三国孙吴的大鸿胪张俨。吴郡吴县（今苏州）人。生卒年不详，葬于芦墟二十九都南役圩。张翰性格放纵不拘，时人比之为阮籍，号“江东步兵”。齐王执政，辟为大司马东曹掾，见祸乱方兴，以秋风起思吴中菰菜、莼羹、鲈鱼为由辞官而归。","dynastyid":"3"},{"writerid":"185","writername":"吴隐之","summary":"　　吴隐之（？—414），字处默，东晋濮阳鄄城人，生当东晋后期。曾任中书侍郎，左卫将军，广州刺史等职，官至度支尚书，著名廉吏。","dynastyid":"3"},{"writerid":"186","writername":"谢灵运","summary":"　谢灵运（385年－433年），东晋陈郡阳夏（今河南太康）人，出生在会稽始宁（今浙江上虞），原为陈郡谢氏士族。东晋名将谢玄之孙，小名“客”，人称谢客。又以袭封康乐公，称谢康公、谢康乐。著名山水诗人，主要创作活动在刘宋时代，中国文学史上山水诗派的开创者。由谢灵运始，山水诗乃成中国文学史上的一大流派，最著名的是《山居赋》，也是见诸史册的第一位大旅行家。谢灵运还兼通史学，工于书法，翻译佛经，曾奉诏撰《晋书》。《隋书·经籍志》、《晋书》录有《谢灵运集》等14种。","dynastyid":"4"},{"writerid":"187","writername":"鲍照","summary":"　　鲍照（约415年～466年）南朝宋文学家，与颜延之、谢灵运合称“元嘉三大家”。字明远，汉族，祖籍东海（治所在今山东郯城西南，辖区包括今江苏涟水，久居建康（今南京）。家世贫贱，临海王刘子顼镇荆州时，任前军参军。刘子顼作乱，照为乱兵所杀。他长于乐府诗，其七言诗对唐代诗歌的发展起了很重要的作用。有《鲍参军集》。","dynastyid":"4"},{"writerid":"188","writername":"陆凯","summary":"　陆凯（？―约504年），字智君，陆俟之孙，北魏代（今张家口涿鹿县山涧口村）人，鲜卑族。是南北朝人。《魏书》有传。","dynastyid":"4"},{"writerid":"189","writername":"谢朓","summary":"　　谢朓（464~499年），字玄晖。汉族，陈郡阳夏（今河南太康县）人。南朝齐时著名的山水诗人，出身世家大族。谢朓与谢灵运同族，世称“小谢”。初任竟陵王萧子良功曹、文学，为“竟陵八友”之一。后官宣城太守，终尚书吏部郎，又称谢宣城、谢吏部。东昏侯永元初，遭始安王萧遥光诬陷，下狱死。曾与沈约等共创“永明体”。今存诗二百余首，多描写自然景物，间亦直抒怀抱，诗风清新秀丽，圆美流转，善于发端，时有佳句；又平仄协调，对偶工整，开启唐代律绝之先河。<br />","dynastyid":"4"},{"writerid":"190","writername":"范云","summary":"　范云（451～503年），字彦龙，南乡舞阴（今河南泌阳县西北）人，南朝文学家。范缜从弟，子范孝才。","dynastyid":"4"},{"writerid":"191","writername":"释宝月","summary":"释宝月，南朝萧齐时期诗僧。生卒时间及生平不详。俗姓康，一说姓庾，胡人后裔，善解音律，颇有文名。《先秦汉魏晋南北朝诗》辑得其诗五首。","dynastyid":"4"},{"writerid":"192","writername":"沈约","summary":"　沈约（441~513年），字休文，汉族，吴兴武康（今浙江湖州德清）人，南朝史学家、文学家。出身于门阀士族家庭，历史上有所谓“江东之豪，莫强周、沈”的说法，家族社会地位显赫。祖父沈林子，宋征虏将军。父亲沈璞，宋淮南太守，于元嘉末年被诛。沈约孤贫流离，笃志好学，博通群籍，擅长诗文。历仕宋、齐、梁三朝。在宋仕记室参军、尚书度支郎。著有《晋书》、《宋书》、《齐纪》、《高祖纪》、《迩言》、《谥例》、《宋文章志》，并撰《四声谱》。作品除《宋书》外，多已亡佚。<br />","dynastyid":"4"},{"writerid":"193","writername":"何逊","summary":"　　南朝梁诗人，字仲言，东海郯(今山东省苍山县长城镇)人，何承天曾孙，宋员外郎何翼孙，齐太尉中军参军何询子。八岁能诗，弱冠州举秀才，官至尚书水部郎。诗与阴铿齐名，世号阴何。文与刘孝绰齐名，世称何刘。其诗善於写景，工于炼字。为杜甫所推许，有集八卷，今失传，明人辑有何水部集一卷。后人称&quot;何记室&quot;或&quot;何水部&quot;。","dynastyid":"4"},{"writerid":"194","writername":"萧纲","summary":"　萧纲（503―551），梁代文学家。即南朝梁简文帝。字世缵。南兰陵（今江苏武进）人。梁武帝第三子。由于长兄萧统早死，他在中大通三年（531年）被立为太子。太清三年（549年），侯景之乱，梁武帝被囚饿死，萧纲即位，大宝二年（551年）为侯景所害。","dynastyid":"4"},{"writerid":"195","writername":"阴铿","summary":"　阴铿（约511年－约563年），字子坚，武威姑臧（今甘肃武威）人。南北朝时代梁朝、陈朝著名诗人、文学家，其高祖袭迁居南平（在今湖北荆州地区），其父亲子春仕梁，为都督梁、秦二州刺史。铿幼年好学，能诵诗赋，长大后博涉史传，尤善五言诗，为当时所重，仕梁官湘东王萧绎法曹参军；入陈为始兴王陈伯茂府中录事参军，以文才为陈文帝所赞赏，累迁晋陵太守、员外、散骑常侍。约在陈文帝天嘉末年去世。阴铿的艺术风格同何逊相似，后人并称为“阴何”。","dynastyid":"4"},{"writerid":"196","writername":"刘昶","summary":"刘昶（435－498），字休道，宋文帝刘义隆第九子，在宋封义阳王，前废帝刘子业即位后怀疑刘昶有异心，刘昶被迫逃往北魏，在北魏历任侍中、征南将军等职，官至大将军，封宋王。死后谥曰明。","dynastyid":"4"},{"writerid":"197","writername":"庾信","summary":"　庾信（513—581）字子山，小字兰成，北周时期人。南阳新野（今属河南）人。他以聪颖的资质，在梁这个南朝文学的全盛时代积累了很高的文学素养，又来到北方，以其沉痛的生活经历丰富了创作的内容，并多少接受了北方文化的某些因素，从而形成自己的独特面貌。","dynastyid":"4"},{"writerid":"198","writername":"佚名(南北朝)","summary":"佚名(南北朝)","dynastyid":"4"},{"writerid":"199","writername":"江总","summary":"　江总（519～594）著名南朝陈大臣、文学家。字总持，祖籍济阳考城（今河南兰考）。出身高门，幼聪敏，有文才。年十八，为宣惠武陵王府法曹参军，迁尚书殿中郎。所作诗篇深受梁武帝赏识，官至太常卿。张缵、王筠、刘之遴，乃一时高才学士，皆对江总雅相推重，与之为忘年友。侯景之乱后，避难会稽，流寓岭南，至陈文帝天嘉四年（563）才被征召回建康，任中书侍郎。陈后主时，官至尚书令，故世称“江令”。任上“总当权宰，不持政务，但日与后主游宴后庭”，“由是国政日颓，纲纪不立”（《陈书·江总传》）。隋文帝开皇九年(589)灭陈，江总入隋为上开府，后放回江南，去世于江都（今江苏扬州）。","dynastyid":"4"},{"writerid":"200","writername":"薛道衡","summary":"　　薛道衡(540～609) 隋代诗人。字玄卿。汉族，河东汾阴(今山西万荣)人。历仕北齐、北周。隋朝建立后，任内史侍郎，加开府仪同三司。炀帝时，出为番州刺史，改任司隶大夫。他和卢思道齐名，在隋代诗人中艺术成就最高。有集30卷已佚。今存《薛司隶集》1卷。《先秦汉魏晋南北朝诗》录存其诗20余首，《全上古三代秦汉三国六朝文》录存其文 8篇。事迹见《隋书》、《北史》本传。","dynastyid":"4"},{"writerid":"201","writername":"孔绍安","summary":"　孔绍安（约577-622），字不详，越州山阴人，孔奂长子，孔子三十三代孙。生于陈宣帝太建九年，约卒于唐高祖武德中年，约四十六岁。少于兄绍新俱以文词知名。年十三，陈亡入隋，徙居京兆鄂县，闭门读书，诵古文集数十万言。外兄虞世南异之。与词人孙万寿为忘年之好，时人称为“孙、孔”。大业末，为监察御史。李渊讨贼河东，绍安为监军。李渊受禅，绍安自洛阳间行来奔，拜内史舍人，赐赍甚厚。尝因侍宴应诏咏石榴诗云：“只为时来晚，开花不及春”。为人称诵。寻诏撰梁史，未就而卒。绍安著有文集五十卷，（旧唐书志作三卷，本传作五卷。此从新唐书志）传于世。","dynastyid":"4"},{"writerid":"202","writername":"柳开","summary":"　　柳开（947～1000）北宋散文家。原名肩愈，字绍先（一作绍元），号东郊野夫；后改名开，字仲涂，号补亡先生，大名（今属河北）人。开宝六年进士，历任州、军长官，殿中侍御史，提倡韩愈、柳宗元的散文，以复兴古道、述作经典自命。反对宋初的华靡文风，为宋代古文运动倡导者。作品文字质朴，然有枯涩之病，有《河东先生集》。诗作现存八首。","dynastyid":"8"},{"writerid":"203","writername":"郑文宝","summary":"　郑文宝（953～1013）字仲贤，一字伯玉，汀洲宁化（今属福建）人，郑彦华子。太平兴国八年进士，师事徐铉，仕南唐为校书郎，历官陕西转运使、兵部员外郎。善篆书，工琴，以诗名世，风格清丽柔婉，所作多警句，为欧阳修、司马光所称赏。著有《江表志》、《南唐近事》等。","dynastyid":"8"},{"writerid":"204","writername":"杨亿","summary":"　　杨亿（974—1020）北宋文学家，“西昆体”诗歌主要作家。字大年，建州浦城（今属福建浦城县）人。年十一，太宗闻其名，诏送阙下试诗赋，授秘书省正字。淳化中赐进士，曾为翰林学士兼史馆修撰，官至工部侍郎。性耿介，尚气节，在政治上支持丞相寇准抵抗辽兵入侵。又反对宋真宗大兴土木，求仙祀神的迷信活动。卒谥文，人称杨文公。","dynastyid":"8"},{"writerid":"205","writername":"曾公亮","summary":"　曾公亮（998年－1078年）北宋著名政治家、军事家、军火家、思想家。字明仲，号乐正，汉族，泉州晋江（今福建泉州市）人。仁宗天圣二年进士，仕仁宗、英宗、神宗三朝，历官知县、知州，知府、知制诰、翰林学士、端明殿学士，参知政事，枢密使和同中书门下平章事等。封兖国公，鲁国公，卒赠太师、中书令，配享英宗庙廷，赐谥宣靖。曾公亮与丁度承旨编撰《武经总要》，为中国古代第一部官方编纂的军事科学百科全书。","dynastyid":"8"},{"writerid":"206","writername":"梅尧臣","summary":"　梅尧臣（1002～1060）字圣俞，世称宛陵先生，北宋著名现实主义诗人。汉族，宣州宣城（今属安徽）人。宣城古称宛陵，世称宛陵先生。初试不第，以荫补河南主簿。50岁后，于皇祐三年（1051）始得宋仁宗召试，赐同进士出身，为太常博士。以欧阳修荐，为国子监直讲，累迁尚书都官员外郎，故世称“梅直讲”、“梅都官”。曾参与编撰《新唐书》，并为《孙子兵法》作注，所注为孙子十家著（或十一家著）之一。有《宛陵先生集》60卷，有《四部丛刊》影明刊本等。词存二首。","dynastyid":"8"},{"writerid":"207","writername":"苏舜钦","summary":"　苏舜钦（1008—1048）北宋诗人，字子美，开封（今属河南）人，曾祖父由梓州铜山（今四川中江）迁至开封（今属河南）。曾任县令、大理评事、集贤殿校理，监进奏院等职。因支持范仲淹的庆历革新，为守旧派所恨，御史中丞王拱辰让其属官劾奏苏舜钦，劾其在进奏院祭神时，用卖废纸之钱宴请宾客。罢职闲居苏州。后来复起为湖州长史，但不久就病故了。他与梅尧臣齐名，人称“梅苏”。有《苏学士文集》诗文集有《苏舜钦集》16卷，《四部丛刊》影清康熙刊本。1981年上海古籍出版社出版《苏舜钦集》。<br />","dynastyid":"8"},{"writerid":"208","writername":"张俞","summary":"　张俞（《宋史》作张愈），生卒年不详，北宋文学家。字少愚，又字才叔，号白云先生，益州郫（今四川郫县）人，祖籍河东（今山西）。屡举不第，因荐除秘书省校书郎，愿以授父而自隐于家。文彦博治蜀，为筑室青城山白云溪。著有《白云集》，已佚。","dynastyid":"8"},{"writerid":"209","writername":"李觏","summary":"　李觏(1009—1059)，字泰伯，号盱江先生，是我国北宋时期一位重要的哲学家、思想家、教育家、改革家，他生当北宋中期“积贫积弱”之世，虽出身寒微，但能刻苦自励、奋发向学、勤于著述，以求康国济民。他俊辩能文，举茂才异等不中，讲学自给，来学者常数十百人。李觏博学通识，尤长于礼。他不拘泥于汉、唐诸儒的旧说，敢于抒发己见，推理经义，成为 “一时儒宗”。今存《直讲李先生文集》三十七卷，有《外集》三卷附后。为纪念李觏，资溪县建有泰伯公园，塑有李觏雕像，李觏纪念馆正在建设之中。","dynastyid":"8"},{"writerid":"210","writername":"程颢","summary":"　程颢（1032-1085）， 北宋哲学家、教育家、北宋理学的奠基者。字伯淳，学者称明道先生。洛阳（今属河南）人。神宗朝任太子中允监察御史里行。反对王安石新政。提出“天者理也”和“只心便是天，尽之便知性”的命题，认为“仁者浑然与物同体，义礼知信皆仁也”，识得此理，便须“以诚敬存之”（同上）。倡导“传心”说。承认“天地万物之理，无独必有对”。<br /><br />　　程颢学说在理学发展史上占有重要地位，后来为朱熹所继承和发展，世称程朱学派。其亲撰及后人集其言论所编的著述书籍，收入《二程全书》。","dynastyid":"8"},{"writerid":"211","writername":"刘攽","summary":"　刘攽bān（1023～1089）北宋史学家，刘敞之弟。字贡夫，一作贡父、赣父，号公非。临江新喻（今江西新余）人，一说江西樟树人。庆历进士，历任曹州、兖州、亳州、蔡州知州，官至中书舍人。一生潜心史学，治学严谨。助司马光纂修《资治通鉴》，充任副主编，负责汉史部分，著有《东汉刊误》等。","dynastyid":"8"},{"writerid":"212","writername":"王令","summary":"王令（1032～1059）北宋诗人。初字钟美，后改字逢原。原籍元城（今河北大名）。 5岁丧父母，随其叔祖王乙居广陵（今江苏扬州）。长大后在天长、高邮等地以教学为生，有治国安民之志。王安石对其文章和为人皆甚推重。有《广陵先生文章》、《十七史蒙求》。","dynastyid":"8"},{"writerid":"213","writername":"曾巩","summary":"　曾巩（1019年9月30日－1083年4月30日，天禧三年八月二十五日－元丰六年四月十一日），字子固，世称“南丰先生”。汉族，建昌南丰（今属江西）人，后居临川（今江西抚州市西）。曾致尧之孙，曾易占之子。嘉祐二年（1057）进士。北宋政治家、散文家，“唐宋八大家”之一，为“南丰七曾”（曾巩、曾肇、曾布、曾纡、曾纮、曾协、曾敦）之一。在学术思想和文学事业上贡献卓越。","dynastyid":"8"},{"writerid":"214","writername":"孔平仲","summary":"　孔平仲 北宋诗人。字义甫，一作毅父。新喻（今江西新余县）人。生卒年不详。治平二年(1065)举进士，曾任秘书丞、集贤校理，又提点江浙铸钱、京西刑狱。","dynastyid":"8"},{"writerid":"215","writername":"道潜","summary":"道潜（1043—1106）北宋诗僧。本姓何，字参寥，赐号妙总大师。於潜（今属浙江临安）浮村人。自幼出家。与苏轼诸人交好，轼谪居黄州时，他曾专程前去探望。元祐中，住杭州智果禅院。因写诗语涉讥刺，被勒令还俗。后得昭雪，复削发为僧。著有《参寥子集》。","dynastyid":"8"},{"writerid":"216","writername":"晁冲之","summary":"　　晁冲之，宋代江西派诗人。生卒年不详。字叔用，早年字用道。济州巨野（今属山东）人。晁氏是北宋名门、文学世家。晁冲之的堂兄晁补之、晁说之、晁祯之都是当时有名的文学家。早年师从陈师道。绍圣（1094～1097）初，党争剧烈，兄弟辈多人遭谪贬放逐，他便在阳翟（今河南禹县）具茨山隐居，自号具茨。十多年后回到汴京，当权者欲加任用，拒不接受。终生不恋功名，授承务郎。他同吕本中为知交，来往密切。其子晁公武是《郡斋读书志》的作者。<br />","dynastyid":"8"},{"writerid":"217","writername":"陈师道","summary":"　陈师道（1053～1102）北宋官员、诗人。字履常，一字无己，号后山居士，汉族，彭城（今江苏徐州）人。元祐初苏轼等荐其文行，起为徐州教授，历仕太学博士、颖州教授、秘书省正字。一生安贫乐道，闭门苦吟，有“闭门觅句陈无己”之称。陈师道为苏门六君子之一，江西诗派重要作家。亦能词，其词风格与诗相近，以拗峭惊警见长。但其诗、词存在着内容狭窄、词意艰涩之病。著有《后山先生集》，词有《后山词》。","dynastyid":"8"},{"writerid":"218","writername":"徐俯","summary":"徐俯（1075～1141）宋代官员，江西派著名诗人之一。字师川，自号东湖居士，原籍洪州分宁（江西修水县）人，后迁居德兴天门村。徐禧之子，黄庭坚之甥。因父死于国事，授通直郎，累官右谏议大夫。绍兴二年（1132），赐进士出身。三年，迁翰林学士，擢端明殿学士，签书枢密院事，官至参知政事。后以事提举洞霄宫。工诗词，著有《东湖集》，不传。","dynastyid":"8"},{"writerid":"219","writername":"吴涛","summary":"吴涛，生卒年不详，字德邵，崇仁（今属江西）人。是宋高宗绍兴年间著名隐士环溪先生吴沆的大哥。下选 的《绝句》便是吴沆的《环溪诗话》存录的。全宋诗收入其诗四首：《绝句》，《山居》，《在杭日作》，《仲春》。其中以《绝句》广为流传。","dynastyid":"8"},{"writerid":"220","writername":"吕本中","summary":"　吕本中（1084- 1145），字居仁，世称东莱先生，寿州人，诗人，词人，道学家. 诗属江西派.著有&lt;&lt;春秋集解&gt;&gt;，&lt;&lt;紫微诗话&gt;&gt;，&lt;&lt;东莱先生诗集&gt;&gt; 等. 词不传，今人赵万里&lt;&lt;校辑宋金元人词&gt;&gt; 辑有&lt;&lt;紫微词&gt;&gt;，&lt;&lt;全宋词&gt;&gt; 据之录词二十七首.吕本中诗数量较大，约一千二百七十首。","dynastyid":"8"},{"writerid":"221","writername":"朱淑真","summary":"　朱淑真（约1135~约1180），号幽栖居士，宋代女诗人，亦为唐宋以来留存作品最丰盛的女作家之一。南宋初年时在世，祖籍歙州（治今安徽歙县），《四库全书》中定其为“浙中海宁人”，一说浙江钱塘（今浙江杭州）人。生于仕宦之家。夫为文法小吏，因志趣不合，夫妻不睦，终致其抑郁早逝。又传淑真过世后，父母将其生前文稿付之一炬。其余生平不可考，素无定论。现存《断肠诗集》、《断肠词》传世，为劫后余篇。","dynastyid":"8"},{"writerid":"222","writername":"刘子翚","summary":"刘子翚（huī）（1101～1147）宋代理学家。字彦冲，一作彦仲，号屏山，又号病翁，学者称屏山先生。建州崇安（今属福建）人，刘韐子，刘子羽弟。以荫补承务郎，通判兴化军，因疾辞归武夷山，专事讲学，邃于《周易》，朱熹尝从其学。著有《屏山集》。","dynastyid":"8"},{"writerid":"223","writername":"曾几","summary":"　　曾几（1085--1166）中国南宋诗人。字吉甫，自号茶山居士。其先赣州（今江西赣县）人，徙居河南府（今河南洛阳）。历任江西、浙西提刑、秘书少监、礼部侍郎。曾几学识渊博，勤于政事。他的学生陆游替他作《墓志铭》，称他“治经学道之余，发于文章，雅正纯粹，而诗尤工。”后人将其列入江西诗派。其诗多属抒情遣兴、唱酬题赠之作，闲雅清淡。五、七言律诗讲究对仗自然，气韵疏畅。古体如《赠空上人》，近体诗如《南山除夜》等，均见功力。所著《易释象》及文集已佚。《四库全书》有《茶山集》8卷，辑自《永乐大典》。","dynastyid":"8"},{"writerid":"224","writername":"李纲","summary":"　李纲（1083年－1140年2月5日），北宋末、南宋初抗金名臣，民族英雄。字伯纪，号梁溪先生，祖籍福建邵武，祖父一代迁居江苏无锡。李纲能诗文，写有不少爱国篇章。亦能词，其咏史之作，形象鲜明生动，风格沉雄劲健。著有《梁溪先生文集》、《靖康传信录》、《梁溪词》。","dynastyid":"8"},{"writerid":"225","writername":"陈与义","summary":"　　陈与义(1090-1138)，字去非，号简斋，汉族，其先祖居京兆，自曾祖陈希亮迁居洛阳，故为宋代河南洛阳人（现在属河南）。他生于宋哲宗元祐五年(1090年)，卒于南宋宋高宗绍兴八年(1138年)。北宋末，南宋初年的杰出诗人，同时也工于填词。其词存于今者虽仅十余首，却别具风格，尤近于苏东坡，语意超绝，笔力横空，疏朗明快，自然浑成，著有《简斋集》。","dynastyid":"8"},{"writerid":"226","writername":"岳飞","summary":"　岳飞（1103—1142），字鹏举，宋相州汤阴县永和乡孝悌里（今河南安阳市汤阴县程岗村）人，中国历史上著名的军事家、战略家、民族英雄，位列南宋中兴四将之首。岳飞是南宋最杰出的统帅，他重视人民抗金力量，缔造了“连结河朔”之谋，主张黄河以北的抗金义军和宋军互相配合，夹击金军，以收复失地。岳飞的文学才华也是将帅中少有的，他的不朽词作《满江红》，是千古传诵的爱国名篇。葬于西湖畔栖霞岭。","dynastyid":"8"},{"writerid":"227","writername":"萧德藻","summary":"萧德藻，南宋诗人。字东夫，自号千岩老人。闽清（今属福建）人。生卒年不详。绍兴二十一年(1151)进士。初任尤川县丞，后为湖北参议，再调湖州乌程令。","dynastyid":"8"},{"writerid":"228","writername":"范成大","summary":"　　范成大（1126-1193），字致能，号称石湖居士。汉族，平江吴县（今江苏苏州）人。南宋诗人。谥文穆。从江西派入手，后学习中、晚唐诗，继承了白居易、王建、张籍等诗人新乐府的现实主义精神，终于自成一家。风格平易浅显、清新妩媚。诗题材广泛，以反映农村社会生活内容的作品成就最高。他与杨万里、陆游、尤袤合称南宋“中兴四大诗人”。","dynastyid":"8"},{"writerid":"229","writername":"张栻","summary":"　　张栻是南宋中兴名相张浚之子。著名理学家和教育家，湖湘学派集大成者。与朱熹、吕祖谦齐名，时称“东南三贤”。官至右文殿修撰。著有《南轩集》。","dynastyid":"8"},{"writerid":"230","writername":"姜夔","summary":"　　姜夔，南宋文学家、音乐家。人品秀拔，体态清莹，气貌若不胜衣，望之若神仙中人。往来鄂、赣、皖、苏、浙间，与诗人词家杨万里、范成大、辛弃疾等交游。庆元中，曾上书乞正太常雅乐，他少年孤贫，屡试不第，终生未仕，一生转徙江湖，靠卖字和朋友接济为生。他多才多艺，精通音律，能自度曲，其词格律严密。其作品素以空灵含蓄著称，有《白石道人歌曲》等。姜夔对诗词、散文、书法、音乐，无不精善，是继苏轼之后又一难得的艺术全才。","dynastyid":"8"},{"writerid":"231","writername":"徐玑","summary":"　徐玑（1162～1214）字致中，又字文渊，号灵渊，浙江温州永嘉松台里人。祖籍福建晋江安海徐状元巷人，唐状元徐晦之裔。“皇考潮州太守定， 始为温州永嘉人”。福建晋江徐定第三子，受父“致仕恩”得职，浮沉州县， 为官清正，守法不阿，为民办过有益之事。建安主簿任内，安抚麻溪峒民，“罪止三人”；监造贡茶，拒绝额外之取，移永州司理，兵官大执平民为赋，徐玑—一查明，予以释放。为龙溪县丞，乡里豪富强占坡塘，他经过调查，恢复旧观，后调武当今，拟去官从叶适游，未及而牢。“诗与徐照如出一手，盖四灵同一机轴，而二人才分尤相近”（纪昀《四库全书总目录》）有《二激亭诗集》。 亦喜书法，“无一食去纸笔；暮年，书稍近《兰亭》”（叶适《徐文渊墓志铭》）后改长泰令，未至官即去世。","dynastyid":"8"},{"writerid":"232","writername":"赵师秀","summary":"　赵师秀（1170～1219年）字紫芝，号灵秀，亦称灵芝，又号天乐。永嘉（今浙江温州）人。南宋诗人。","dynastyid":"8"},{"writerid":"233","writername":"戴复古","summary":"　戴复古（1167—?)）南宋著名江湖派诗人。字式之，常居南塘石屏山，故自号石屏、石屏樵隐。天台黄岩（今属浙江台州）人。一生不仕，浪游江湖，后归家隐居，卒年八十余。曾从陆游学诗，作品受晚唐诗风影响，兼具江西诗派风格。部分作品抒发爱国思想，反映人民疾苦，具有现实意义。","dynastyid":"8"},{"writerid":"234","writername":"刘克庄","summary":"　刘克庄(1187～1269) 南宋诗人、词人、诗论家。字潜夫，号后村。福建莆田人。宋末文坛领袖，辛派词人的重要代表，词风豪迈慷慨。在江湖诗人中年寿最长，官位最高，成就也最大。晚年致力于辞赋创作，提出了许多革新理论。","dynastyid":"8"},{"writerid":"235","writername":"戴敏","summary":"戴敏,生于宋建中靖国元年(1101),卒于乾道七年(1171)[1],字敏才,号东皋子,宋浙江东道台州黄岩县南塘(今浙江省温岭市新河镇塘下)人,戴复古之父。","dynastyid":"8"},{"writerid":"236","writername":"曹豳","summary":"　曹豳（1170-1249）字西士，号东亩，一作东猷，温州瑞安（今属浙江 ）人。嘉泰二年（1202）进士。授安吉州教授，调重庆府司法参军，改知建昌。绍定六年（1233 ），擢秘书丞 ，兼仓部郎官。端平元年（1234 ），除浙西提举常平，移浙东提点刑狱。嘉熙初，召为左司谏。与王万、郭磊卿、徐清叟俱负直声，时号“嘉熙四谏”。嘉熙三年（1239），知福州，以礼部侍郎召，为台臣所沮，遂守宝章阁待制致仕。淳祐九年卒，年八十，谥文恭 。刘克庄为撰神道碑（《后村先生大全集》卷一四四），《宋史》附《曹叔远传》。《全宋词》辑其词二首。","dynastyid":"8"},{"writerid":"237","writername":"杜耒","summary":"杜耒lěi（？——1225），南宋诗人。字子野，号小山，今江西抚州人。尝官主簿，后入山阳帅幕，理宗宝庆三年死于军乱。其事迹见于《续资治通鉴》卷一六四。","dynastyid":"8"},{"writerid":"238","writername":"谢枋得","summary":"　　谢枋得(1226～1289年)：南宋进士，江西信州弋阳人，字君直，号叠山，别号依斋，担任六部侍郎，聪明过人，文章奇绝；学通“六经”，淹贯百家，带领义军在江东抗元，被俘不屈，在北京殉国，作品收录在《叠山集》。","dynastyid":"8"},{"writerid":"239","writername":"王庭筠","summary":"　　王庭筠（1151～1202）金代文学家、书画家。字子端，号黄华山主、黄华老人、黄华老子，别号雪溪。金代辽东人（今营口熊岳），米芾之甥。庭筠文名早著，金大定十六年（1176）进士，历官州县，仕至翰林修撰。文词渊雅，字画精美，《中州雅府》收其词作十六首，以幽峭绵渺见长。","dynastyid":"9"},{"writerid":"240","writername":"陈孚","summary":"陈孚(生卒年不详)，海南省海口市琼山区人。宋庆历间(1041～1048)，尝从郡守建阳宋贯之学。由是登第，乡人慕之，始习进士业，琼人举进士自孚始。被祀为琼州府乡贤。","dynastyid":"8"},{"writerid":"241","writername":"刘因","summary":"　刘因（1249～1293） 元代著名理学家、诗人。字梦吉，号静修。初名骃，字梦骥。雄州容城（今河北容城县）人。3 岁识字，6岁能诗，10岁能文，落笔惊人。年刚20，才华出众，性不苟合。家贫教授生徒，皆有成就。因爱诸葛亮“静以修身”之语，题所居为“静修”。元世祖至元十九年(1282)应召入朝，为承德郎、右赞善大夫。不久借口母病辞官归。母死后居丧在家。至元二十八年，忽必烈再度遣使召刘因为官，他以疾辞。死后追赠翰林学士、资政大夫、上护军、追封“容城郡公”，谥“文靖”。明朝，县官乡绅为刘因建祠堂。","dynastyid":"10"},{"writerid":"242","writername":"赵孟頫","summary":"　　赵孟頫（1254—1322），字子昂，号松雪，松雪道人，又号水精宫道人、鸥波，中年曾作孟俯，汉族，吴兴（今浙江湖州）人。元代著名画家，楷书四大家（欧阳询、颜真卿、柳公权、赵孟頫）之一。赵孟頫博学多才，能诗善文，懂经济，工书法，精绘艺，擅金石，通律吕，解鉴赏。特别是书法和绘画成就最高，开创元代新画风，被称为“元人冠冕”。他也善篆、隶、真、行、草书，尤以楷、行书著称于世。","dynastyid":"10"},{"writerid":"243","writername":"黄庚","summary":"　黄庚，字星甫，号天台山人，天台（今属浙江）人。出生宋末，早年习举子业。元初“科目不行，始得脱屣场屋，放浪湖海，发平生豪放之气为诗文”。以游幕和教馆为生，曾较长期客越中王英孙（竹所）、任月山家。与宋遗民林景熙、仇远等多有交往，释绍嵩《亚愚江浙纪行集句诗》亦摘录其句。卒年八十馀。晚年曾自编其诗为《月屋漫稿》。事见本集卷首自序及集中有关诗文。<br />　　黄庚诗，以原铁琴铜剑楼藏四卷抄本（今藏北京图书馆）为底本。校以影印文渊阁《四库全书》本（简称四库本）。两本卷次不同，文字亦各有错诲空缺，而底本多出校本诗十馀首。","dynastyid":"10"},{"writerid":"244","writername":"杨载","summary":"　　杨载（1271—1323）元代中期著名诗人，与虞集、范梈、揭傒斯齐名，并称为“元诗四大家”。字仲弘，浦城（今福建浦城县）人。延祐二年进士，授承务郎，官至宁国路总管府推官。杨载文名颇大，文章以气为主，诗作含蓄，颇有新的意境。","dynastyid":"10"},{"writerid":"245","writername":"虞集","summary":"　虞集（1272～1348）元代著名学者、诗人。字伯生，号道园，人称邵庵先生。少受家学，尝从吴澄游。成宗大德初，以荐授大都路儒学教授，李国子助教、博士。仁宗时，迁集贤修撰，除翰林待制。文宗即位，累除奎章阁侍书学士。领修《经世大典》，著有《道园学古录》、《道园遗稿》。虞集素负文名，与揭傒斯、柳贯、黄溍并称“元儒四家”；诗与揭傒斯、范梈、杨载齐名，人称“元诗四家”。","dynastyid":"10"},{"writerid":"246","writername":"揭傒斯","summary":"　揭傒斯（1274～1344）元代著名文学家、书法家、史学家。字曼硕，号贞文，龙兴富州（今江西丰城杜市镇大屋场）人。家贫力学，大德年间出游湘汉。延佑初年由布衣荐授翰林国史院编修官，迁应奉翰林文字，前后三入翰林，官奎章阁授经郎、迁翰林待制，拜集贤学士，翰林侍讲学士阶中奉大夫，封豫章郡公，修辽、金、宋三史，为总裁官。《辽史》成，得寒疾卒于史馆，谥文安，著有《文安集》，为文简洁严整，为诗清婉丽密。善楷书、行、草，朝廷典册，多出其手。与虞集、杨载、范梈同为“元诗四大家”之一，又与虞集、柳贯、黄溍并称“儒林四杰。”<br />","dynastyid":"10"},{"writerid":"247","writername":"徐元杰","summary":"　　徐元杰（1196－1246），字仁伯，号梅野，上饶县八都黄塘人，自幼聪慧，才思敏捷。早从朱熹门人陈文蔚 学，后师事真德秀。理宗绍定五年（1232）进士，调签书镇东军节度判官。嘉熙二年（1238），召为秘书省正字，累迁著作佐郎兼兵部郎官。淳祐元年（1241），知南剑州。丁母忧去官，服除，授侍左郎官，迁将作监。三年，丞相史嵩之服父丧未满，有诏起复，元杰适轮对，力沮成命，迁兼给事中、国子祭酒、权中书舍人。五年，中毒暴卒（《全宋词》小传），传为嵩之下毒。官至工部侍郎，谥忠愍。有文集二十五卷，景定三年（1262）由其子直谅刊于兴化，已佚。清四车馆臣据《永乐大典》辑为《楳埜集》十二卷。事见本集卷首赵汝腾序、卷末徐直谅跋，《宋史》卷四二四有传。元杰自幼颖悟，读书过目不忘，为文落笔辄得奇语。师学朱熹。南宋绍定五年进士，累官至大堂寺少卿，兼给事中国子祭酒，擢中书舍人。为官&quot;远声色，节情欲&quot;，&quot;直声闻于朝&quot;。杜范入相，徐元杰上书言事，慷慨陈词，力主排外患，修内政，保境安民。当时朝政汹汹，奸佞用事。淳右六年四月杜范死，六月徐元杰指爪忽裂，暴疾而亡。三学诸生，伏阙请愿，指系奸人毒害，御旨交大理寺审理，事竟不白。著有《梅野集》十二卷，传于世。","dynastyid":"10"},{"writerid":"248","writername":"萨都剌","summary":"　萨都剌（约1272—1355）元代诗人、画家、书法家。字天锡，号直斋。回族（一说蒙古族）。其先世为西域人，出生于雁门（今山西代县），泰定四年进士。授应奉翰林文字，擢南台御史，以弹劾权贵，左迁镇江录事司达鲁花赤，累迁江南行台侍御史，左迁淮西北道经历，晚年居杭州。萨都剌善绘画，精书法，尤善楷书。有虎卧龙跳之才，人称燕门才子。他的文学创作，以诗歌为主，诗词内容，以游山玩水、归隐赋闲、慕仙礼佛、酬酢应答之类为多，思想价值不高。萨都剌还留有《严陵钓台图》和《梅雀》等画，现珍藏于北京故宫博物院。","dynastyid":"10"},{"writerid":"249","writername":"袁凯","summary":"　　袁凯，生卒年不详，字景文，号海叟，明初诗人，以《白燕》一诗负盛名，人称袁白燕。松江华亭（今上海市松江县）人，洪武三年（1370）任监察御史，后因事为朱元璋所不满，伪装疯癫，以病免职回家，终“以寿终”。著有《海叟集》4卷。","dynastyid":"11"},{"writerid":"250","writername":"杨基","summary":"　　杨基（1326～1378）元末明初诗人。字孟载，号眉庵。原籍嘉州（今四川乐山），大父仕江左，遂家吴中（今浙江湖州），“吴中四杰”之一。元末，曾入张士诚幕府，为丞相府记室，后辞去。明初为荥阳知县，累官至山西按察使，后被谗夺官，罚服劳役。死于工所。<br /><br />　　杨基诗风清俊纤巧，其中五言律诗《岳阳楼》境界开阔，时人称杨基为“五言射雕手”。少时曾著《论鉴》十万余言。又于杨维桢席上赋《铁笛》诗，当时维桢已成名流，对杨基倍加称赏：“吾意诗境荒矣，今当让子一头地。”杨基与高启、张羽、徐贲为诗友，时人称为“吴中四杰”。<br />","dynastyid":"11"},{"writerid":"251","writername":"高启","summary":"　　高启（1336－1373）汉族，江苏苏州人，元末明初著名诗人，与杨基、张羽、徐贲被誉为“吴中四杰”，当时论者把他们比作“明初四杰”，又与王行等号“北郭十友”。字季迪，号槎轩，平江路（明改苏州府）长洲县（今江苏省苏州市）人；洪武初，以荐参修《元史》，授翰林院国史编修官，受命教授诸王。擢户部右侍郎。苏州知府魏观在张士诚宫址改修府治，获罪被诛。高启曾为之作《上梁文》，有“龙蟠虎踞”四字，被疑为歌颂张士诚，连坐腰斩。有《高太史大全集》、《凫藻集》等。<br />","dynastyid":"11"},{"writerid":"252","writername":"王恭","summary":"　王恭(1343-? )，字安仲，长乐沙堤人。家贫，少游江湖间，中年隐居七岩山，为樵夫20多年，自号“皆山樵者”。善诗文，与高木秉、陈亮等诸文士唱和，名重一时。诗人王 曾为他作《皆山樵者传》。明永乐二年(1404年)，年届六十岁的王恭以儒士荐为翰林待诏，敕修《永乐大典》。永乐五年，《永乐大典》修成，王恭试诗高第，授翰林典籍。不久，辞官返里。王恭作诗，才思敏捷，下笔千言立就，诗风多凄婉，隐喻颇深。为闽中十才子之一，著有《白云樵集》四卷，《草泽狂歌》五卷及《风台清啸》等。","dynastyid":"11"},{"writerid":"253","writername":"杨士奇","summary":"　杨士奇（1366～1444），明代大臣、学者，名寓，字士奇，以字行，号东里，谥文贞，汉族，江西泰和（今江西泰和县澄江镇）人。官至礼部侍郎兼华盖殿大学士，兼兵部尚书，历五朝，在内阁为辅臣四十余年，首辅二十一年。与杨荣、杨溥同辅政，并称“三杨”，因其居地所处，时人称之为“西杨”。“三杨”中，杨士奇以“学行”见长，先后担任《明太宗实录》、《明仁宗实录》、《明宣宗实录》总裁。<br />","dynastyid":"11"},{"writerid":"254","writername":"毛铉","summary":"毛铉，字鼎臣，山阴（今浙江省绍兴县）人。明洪武时在陕西一带从军戍边，后任国子学录。他的诗些富于生活气息。","dynastyid":"11"},{"writerid":"255","writername":"李昌祺","summary":"李昌祺（1376～1452）明代小说家。名祯，字昌祺、一字维卿，以字行世，号侨庵、白衣山人、运甓居士，庐陵（今江西吉安）人。永乐二年进士，官至广西布政使，为官清厉刚正，救灾恤贫，官声甚好。且才华富赡，学识渊博，诗集有《运甓漫稿》，又仿瞿佑《剪灯新话》作《剪灯余话》。","dynastyid":"11"},{"writerid":"256","writername":"沈周","summary":"　沈周（1427～1509）明代杰出书画家。字启南，号石田、白石翁、玉田生、有居竹居主人等。汉族，长洲（今江苏苏州）人。生於明宣德二年，卒於明正德四年，享年八十三岁。不应科举，专事诗文、书画，是明代中期文人画“吴派”的开创者，与文徵明、唐寅、仇英并称“明四家”。传世作品有《庐山高图》、《秋林话旧图》、《沧州趣图》。著有《石田集》、《客座新闻》等。","dynastyid":"11"},{"writerid":"257","writername":"李东阳","summary":"　李东阳（1447年－1516年），字宾之，号西涯，谥文正，明朝中叶重臣，文学家，书法家，茶陵诗派的核心人物。湖广长沙府茶陵州（今湖南茶陵）人，寄籍京师（今北京市）。天顺八年进士，授编修，累迁侍讲学士，充东宫讲官，弘治八年以礼部侍郎兼文渊阁大学士，直内阁，预机务。立朝五十年，柄国十八载，清节不渝。文章典雅流丽，工篆隶书。有《怀麓堂集》、《怀麓堂诗话》、《燕对录》。","dynastyid":"11"},{"writerid":"258","writername":"李梦阳","summary":"　　李梦阳（1472-1530)，字献吉，号空同，汉族，庆阳府安化县(今甘肃省庆城县)人，迁居开封，工书法，得颜真卿笔法，精于古文词，提倡“文必秦汉，诗必盛唐”，强调复古，《自书诗》师法颜真卿，结体方整严谨，不拘泥规矩法度，学卷气浓厚。明代中期文学家，复古派前七子的领袖人物。","dynastyid":"11"},{"writerid":"259","writername":"徐祯卿","summary":"　　徐祯卿（1479－1511）字昌谷，一字昌国，汉族，吴县（今江苏苏州）人，祖籍常熟梅李镇，后迁居吴县。明代文学家，被人称为“吴中诗冠”，是吴中四才子（亦称江南四大才子）之一。因“文章江左家家玉，烟月扬州树树花”之绝句而为人称誉。","dynastyid":"11"},{"writerid":"260","writername":"边贡","summary":"　　边贡（1476 ～1532）字庭实，因家居华泉附近，自号华泉子，历城（今山东济南市）人。明代著名诗人、文学家。弘治九年（1496）丙辰科进士，官至太常丞。边贡以诗著称于弘治、正德年间，与李梦阳、何景明、徐祯卿并称“弘治四杰”。后来又加上康海、王九思、王廷相，合称为明代文学“前七子”。","dynastyid":"11"},{"writerid":"261","writername":"何景明","summary":"　何景明（1483～1521）字仲默，号白坡，又号大复山人，信阳浉河区人。明弘治十五年(1502)进士，授中书舍人。正德初，宦官刘瑾擅权，何景明谢病归。刘瑾诛，官复原职。官至陕西提学副使。为“前七子”之一，与李梦阳并称文坛领袖。其诗取法汉唐，一些诗作颇有现实内容。有《大复集》。","dynastyid":"11"},{"writerid":"262","writername":"谢榛","summary":"　　谢榛（1495～1575）明代布衣诗人。字茂秦，号四溟山人、脱屣山人，山东临清人。十六岁时作乐府商调，流传颇广，后折节读书，刻意为歌诗，以声律有闻于时。嘉靖间，挟诗卷游京师，与李攀龙、王世贞等结诗社，为“后七子”之一，倡导为诗摹拟盛唐，主张“选李杜十四家之最者，熟读之以夺神气，歌咏之以求声调，玩味之以裒精华。”后为李攀龙排斥，削名“七子”之外，客游诸藩王间，以布衣终其身。其诗以律句绝句见长，功力深厚，句响字稳，著有《四溟集》、《四溟诗话》。","dynastyid":"11"},{"writerid":"263","writername":"李攀龙","summary":"　李攀龙（1514—1570）字于鳞，号沧溟，汉族，历城（今山东济南）人。明代著名文学家。继“前七子”之后，与谢榛、王世贞等倡导文学复古运动，为“后七子”的领袖人物，被尊为“宗工巨匠”。主盟文坛20余年，其影响及于清初。","dynastyid":"11"},{"writerid":"264","writername":"杨继盛","summary":"　　杨继盛（1516年－1555年）明代著名谏臣。字仲芳，号椒山，直隶容城（今河北容城县北河照村）人。嘉靖二十六年进士，官兵部员外郎。坐论马市，贬狄道典史。事白，入为户部员外，调兵部。疏劾严嵩而死，赠太常少卿，谥忠愍。后人以继盛故宅，改庙以奉，尊为城隍。著有《杨忠愍文集》","dynastyid":"11"},{"writerid":"265","writername":"徐渭","summary":"　徐渭（1521—1593），汉族，绍兴府山阴（今浙江绍兴）人。初字文清，后改字文长，号天池山人，或署田水月、田丹水，青藤老人、青藤道人、青藤居士、天池渔隐、金垒、金回山人、山阴布衣、白鹇山人、鹅鼻山侬等别号。中国明代文学家、书画家、军事家。民间也普遍流传他的故事传说，关于他年轻时如何聪明，后来如何捉弄官宦等。","dynastyid":"11"},{"writerid":"266","writername":"戚继光","summary":"　戚继光（1528年11月12日－1588年1月5日，即嘉靖七年闰十月初一－万历十五年十二月初八），字元敬，号南塘，晚号孟诸，卒谥武毅。汉族，山东登州人，祖籍安徽定远，生于山东济宁。明代著名抗倭将领、军事家。官至左都督、太子太保加少保。","dynastyid":"11"},{"writerid":"267","writername":"文嘉","summary":"文嘉（1501～1583），字休承，号文水，明湖广衡山人，系籍长州（今江苏苏州）。文徵明仲子。吴门派代表画家。初为乌程训导，后为和州学正。能诗，工书，小楷清劲，亦善行书。精于鉴别古书画，工石刻，为明一代之冠。画得徵明一体，善画山水，笔法清脆，颇近倪瓒，着色山水具幽澹之致，间仿王蒙皴染，亦颇秀润，兼作花卉。明人王世贞评：“其书不能如兄，而画得待诏（文徵明）一体。”詹景凤亦云：“嘉小楷轻清劲爽，宛如瘦鹤，稍大便疏散不结束，径寸行书亦然，皆不逮父。”","dynastyid":"11"},{"writerid":"268","writername":"高攀龙","summary":"高攀龙（1562年 - 1626年），字存之，又字云从，江苏无锡人，世称“景逸先生”。明朝政治家、思想家，东林党领袖，“东林八君子”之一。著有《高子遗书》12卷等。<br />万历十七年（1589年）中进士。后遇父丧归家守孝。万历二十年（1592年）被任命为行人司行人。万历二十二年（1594年），高攀龙上疏参劾首辅王锡爵，被贬广东揭阳典史。<br />万历二十三年（1595年），高攀龙辞官归家，与顾宪成兄弟复建东林书院，在家讲学二十余年。天启元年（1621年），高攀龙重获起用，被任命为光禄寺丞。历任太常少卿、大理寺右少卿、太仆卿、刑部右侍郎、都察院左都御史等职。<br />天启六年（1626年），崔呈秀假造浙江税监李实奏本，诬告高攀龙等人贪污，魏忠贤借机搜捕东林党人。该年三月，高攀龙不堪屈辱，投水自尽，时年六十四岁。<br />崇祯初年（1628年），朝廷为高攀龙平反，赠太子太保、兵部尚书，谥“忠宪”。","dynastyid":"11"},{"writerid":"269","writername":"袁宏道","summary":"　　袁宏道（1568～1610）明代文学家，字中郎，又字无学，号石公，又号六休。汉族，荆州公安（今属湖北公安）人。宏道在文学上反对“文必秦汉，诗必盛唐”的风气，提出“独抒性灵，不拘格套”的性灵说。与其兄袁宗道、弟袁中道并有才名，合称“公安三袁”。","dynastyid":"11"},{"writerid":"270","writername":"汤显祖","summary":"　汤显祖（1550—1616），中国明代戏曲家、文学家。字义仍，号海若、若士、清远道人。汉族，江西临川人。公元1583年（万历十一年）中进士，任太常寺博士、礼部主事，因弹劾申时行，降为徐闻典史，后调任浙江遂昌知县，又因不附权贵而免官，未再出仕。曾从罗汝芳读书，又受李贽思想的影响。在戏曲创作方面，反对拟古和拘泥于格律。作有传奇《牡丹亭》、《邯郸记》、《南柯记》、《紫钗记》，合称《玉茗堂四梦》，以《牡丹亭》最著名。在戏曲史上，和关汉卿、王实甫齐名，在中国乃至世界文学史上都有着重要的地位。<br />","dynastyid":"11"},{"writerid":"271","writername":"陈子龙","summary":"　陈子龙（1608—1647）明末官员、文学家。初名介，字卧子、懋中、人中，号大樽、海士、轶符等。汉族，南直隶松江华亭（今上海松江）人。崇祯十年进士，曾任绍兴推官，论功擢兵科给事中，命甫下而明亡。清兵陷南京，他和太湖民众武装组织联络，开展抗清活动，事败后被捕，投水殉国。他是明末重要作家，诗歌成就较高，诗风或悲壮苍凉，充满民族气节；或典雅华丽；或合二种风格于一体。擅长七律、七言歌行、七绝，被公认为“明诗殿军”。陈子龙亦工词，为婉约词名家、云间词派盟主，被后代众多著名词评家誉为“明代第一词人”。","dynastyid":"11"},{"writerid":"272","writername":"夏完淳","summary":"　夏完淳（1631～1647）原名复，字存古，号小隐、灵首（一作灵胥），乳名端哥，汉族，明松江府华亭县（现上海市松江）人，明末著名诗人，少年抗清英雄，民族英雄。夏允彝子。七岁能诗文。十四岁从父及陈子龙参加抗清活动。鲁王监国授中书舍人。事败被捕下狱，赋绝命诗，遗母与妻，临刑神色不变。著有《南冠草》、《续幸存录》等。","dynastyid":"11"}]