package com.android.mantingfang.bean;

import java.io.Serializable;

@SuppressWarnings("serial")
public class URLs implements Serializable {
	
	public final static String[] KINDS = {"诗", "词", "曲", "文", "赋"};
	public final static String[] DYNASTYS = {"全部", "先秦", "两汉", "魏晋", "南北朝",
			"隋代", "唐代", "五代", "宋代", "金朝", "元代", "明代", "清代"};
	
	public final static String[] typeKind = {"爱的表达", "百千人物", "风景名胜", "节日节气", "境遇命运", "亲情",
			"人际交往", "日月山川", "四季心情", "性情百态", "仪式活动", "针砭时弊"};
	public final static String[][] TYPES = {
			{"爱慕", "分手", "婚姻", "拒绝", "求婚", "热恋", "失恋", "相思"},
			{"儿童", "发肤", "妇女", "乐舞", "老人", "老师", "眉眼", "美人", "农民", "男子", "气质", "声音", "游子", "衣饰", "战士"},
			{"嵩山", "滕王阁", "草原", "长江", "大漠", "洞庭湖", "峨眉山", "华山", "恒山", "衡山", "黄山", "黄河", "黄鹤楼", "九华山", "江南", "庐山", "钱塘江", "三峡", "天门山", "太湖", "泰山", "西湖", "岳阳楼", "终南山"},
			{"春节", "端午", "儿童节", "父亲节", "国庆", "寒食", "建军节", "教师节", "节气", "劳动节", "母亲节", "七夕", "清明", "元宵节", "元旦", "中秋", "重阳节"},
			{"羁旅", "回忆", "品格", "仕途", "抒怀", "述志", "叙梦", "咏史", "隐逸", "哲理", "壮志未酬"},
			{"父母", "思亲", "兄弟", "孝道" ,"子女"},
			{"酬赠", "悼亡", "回乡", "怀人", "贺婚", "聚会", "宽慰", "考学", "勉励", "谋略", "乔迁", "求贤", "升职", "送别", "探病", "外交", "治丧", "祝寿"},
			{"百兽", "百鸟", "边疆", "池塘", "风云", "花草", "瀑布", "日月", "寺庙", "山水", "树木", "田园", "咏物", "雨雪"},
			{"春天", "晨昏", "冬天", "晴天", "秋天", "青春", "夏天", "惜时", "阴天"},
			{"悲伤", "悲壮", "愤怒", "孤独", "歌颂", "怀古", "欢喜", "豪放", "坚贞", "眷恋", "谨慎", "旷达", "狂放", "泼辣", "凄凉", "失意", "思乡", "婉约", "无奈", "温厚", "羞怯", "闲适", "咏怀", "自由", "醉酒"},
			{"狩猎", "垂钓", "登高", "读书", "佛事", "祭祀", "劳作", "农事", "踏青", "舞蹈", "学习", "行路", "游仙", "游戏", "音乐"},
			{"爱国", "暴力", "腐败", "感时", "贫穷", "忧国", "忧民", "怨刺", "战争", "灾难"}
	};

}
