package com.android.mantingfang.bean;

import java.io.Serializable;

@SuppressWarnings("serial")
public class URLs implements Serializable {

	public final static String HOST = "192.168.1.109";
	public final static String HTTP = "http://";
	public final static String HTTPS = "https://";
	private final static String URL_SPLITTER = "/";
	private final static String URL_API_HOST = HTTP + HOST + URL_SPLITTER;

	public final static String WRITER_LIST = URL_API_HOST
			+ "app/index.php/admin/api/writer_list";
	public final static String POETRY_LIST = URL_API_HOST
			+ "app/index.php/admin/api/poetry_list";
	public final static String INFO_LIST = URL_API_HOST
			+ "app/index.php/admin/api/info_list";

	public final static String[] KINDS = { "全部", "诗", "词", "曲", "文言文", "辞赋" };
	public final static String[] DYNASTYS = { "全部", "先秦", "两汉", "魏晋", "南北朝",
			"隋代", "唐代", "五代", "宋代", "金朝", "元代", "明代", "清代" };
	public final static String[] TYPES = { "写景", "咏物", "春天", "夏天", "秋天",
			"冬天", "写雨", "写雪", "写风", "写花", "梅花", "荷花", "菊花", "柳树", "月亮", "山水",
			"写山", "写水", "长江", "黄河", "儿童", "写鸟", "写马", "田园", "边塞", "地名", "抒情",
			"爱国", "离别", "送别", "思乡", "思念", "爱情", "励志", "哲理", "闺怨", "悼亡", "写人",
			"老师", "母亲", "友情", "战争", "读书", "惜时", "婉约", "豪放", "诗经", "民谣", "节日",
			"春节", "元宵节", "寒食节", "清明节", "端午节", "七夕节", "中秋节", "重阳节", "忧国忧民",
			"咏史怀古", "宋词精选", "小学古诗", "初中古诗", "高中古诗", "小学文言文", "初中文言文", "高中文言文",
			"古诗十九首", "唐诗三百首", "古诗三百首", "宋词三百首", "古文观止", "乐府", "宴饮", "感叹", "羁旅",
			"渔人", "生活", "喜悦", "思归", "叙事", "同情", "人民", "月夜", "怀人", "登高", "赞颂",
			"抱负", "怀念", "组诗", "赏花", "桃花", "怀古", "女子", "劝诫", "讽刺", "抒怀", "怀才不遇",
			"人生", "记梦", "庐山", "西湖", "狩猎", "纪游", "题画", "赞美", "品格", "新婚", "归隐",
			"孤独", "思亲", "赠别", "规劝", "秋雨", "酬和", "宫廷", "早朝", "慰勉", "托物寄情", "应制",
			"宫怨", "音乐", "敬爱", "饮酒", "妇女", "坚贞", "豪迈", "古体", "失意", "态度", "伤怀",
			"怀远", "征人", "托古讽今", "神话", "怨情", "愁思", "寻访", "风雨", "相思", "感慨", "典故",
			"登楼", "将士", "边疆", "民族", "离愁", "写草", "望月", "长诗", "愤懑", "惜春", "哀怨",
			"吊古伤今", "五言绝句", "七言绝句", "五言律诗", "七言律诗", "五言古诗", "七言古诗", "贬谪", "民歌",
			"友人", "感伤", "宴会", "旅途", "即景抒情", "以景衬情", "迁谪", "触景感怀", "游侠", "辞赋精选",
			"考试", "仕途", "写塔", "景点", "忧思", "赞扬", "惜别", "调笑", "伤老", "渡江", "凭吊古迹",
			"酬答", "游历", "向往", "年老", "酬赠", "和诗", "隐逸", "寓人", "人格", "批判", "拟古",
			"戍边", "豪侠", "题咏", "寺庙", "母爱", "热爱", "家乡", "将军", "楚辞", "对话", "谋略",
			"祭祀", "咏志", "寓理", "行军", "艰难", "悼念", "理想", "亲情", "书信", "山村", "松树",
			"言志", "壮志", "诚信", "故事", "军旅", "夫妻", "祝愿", "春愁", "留恋", "回忆", "行舟",
			"风俗", "学习", "莲花", "忧愁", "江南", "感悟", "忠贞", "无奈", "春游", "少女", "怀旧",
			"宦游", "伤春", "隐居", "歌女", "追忆", "想象", "迎春", "乡村", "农民", "祈雨", "散曲",
			"忧伤", "传记", "四季", "述志", "美人", "生死", "命运", "赠答", "忠告", "游玩", "竹子",
			"池塘","重逢","渡河","江河","恋人","游子","纪行","离恨","自由","议论","朋友","悲秋","勉励","妻子","写云",
		    "牡丹","劝勉", "新乐府","牧童","杂剧","表演"};

}